Repository: jasp-stats/jaspPower
Catalog: po/QML-*.po
Languages: ta

# Description|
source: Power
ta: விசை

# Description|
source: This module allows you to conduct power analyses.
ta: ஆற்றல் பகுப்பாய்வுகளை நடத்த இந்த தொகுதி உங்களை அனுமதிக்கிறது.

# Power|
source: Statistical test:
ta: புள்ளிவிவர சோதனை:

# Power|
source: Parameters
ta: அளவுருக்கள்

# Power|
source: I want to calculate the ...
ta: நான் கணக்கிட விரும்புகிறேன் ...

# Power|
source: Direction of the effect:
ta: விளைவின் திசை:

# Power|
source: ρ > 1
ta: ப> 1

# Power|
source: ρ < 1
ta: பி <1

# Power|
source: Hypothesized proportion
ta: கருதுகோள் விகிதம்

# Power|
source: Baseline proportion
ta: அடிப்படை விகிதம்

# Power|
source: Comparison proportion
ta: ஒப்பீட்டு விகிதம்

# Power|
source: Minimal effect size of interest:
ta: ஆர்வத்தின் குறைந்தபட்ச விளைவு அளவு:

# Power|
source: ρ (σ₁²/σ₂²)
ta: பி (σ₁²/σ₂²)

# Power|
source: ρ (σ²/σ₀²)
ta: பி (σ²/σ₀²)

# Power|
source: Minimal desired power:
ta: விரும்பிய குறைந்த சக்தி:

# Power|
source: (1-β)
ta: (1-பி)

# Power|
source: Type I error rate:
ta: வகை I பிழை வீதம்:

# Power|
source: α
ta: a

# Power|
source: Sample size:
ta: மாதிரி அளவு:

# Power|
source: Sample size per group:
ta: ஒரு குழுவிற்கு மாதிரி அளவு:

# Power|
source: Sample size ratio:
ta: மாதிரி அளவு விகிதம்:

# Power|
source: Alternative Hypothesis:
ta: மாற்று கருதுகோள்:

# Power|
source: Plots
ta: அடுக்கு

# Power|
source: Power contour plot
ta: ஆற்றல் விளிம்பு சூழ்ச்சி

# Power|
source: Power demonstration
ta: ஆற்றல் ஆர்ப்பாட்டம்

# Power|
source: Power curve by effect size
ta: விளைவு அளவு மூலம் ஆற்றல் வளைவு

# Power|
source: Power curve by N
ta: ஆற்றல் வளைவு n

# Power|
source: Explanatory text
ta: விளக்க உரை

# Power|
source: Data Generation
ta: தரவு உருவாக்கம்

# Power|
source: μ₀
ta: m₀

# Power|
source: s
ta: கள்

# Power|
source: s₁
ta: எச்

# Power|
source: σ
ta: a

# Power|
source: σ₀
ta: நீங்கள்

# Power|
source: s₂
ta: எச்

# Power|
source: Effect direction
ta: விளைவு திசை

# Power|
source: x̅ < μ₀
ta: x̅ <m₀

# Power|
source: x̅ > μ₀
ta: X̅> M₀

# Power|
source: Export synthetic dataset
ta: செயற்கை தரவுத்தொகுப்பை ஏற்றுமதி செய்யுங்கள்

# Power|
source: Save as
ta: என சேமி

# Power|
source: e.g., location/power.csv
ta: எ.கா., இருப்பிடம்/பவர்.கே.வி.

# Power|
source: Save generated dataset
ta: உருவாக்கப்பட்ட தரவுத்தொகுப்பை சேமிக்கவும்
