Repository: jasp-stats/jaspPower
Catalog: po/R-*.po
Languages: de, es, nl, pt, ta

source: A design with %1$s will reliably (with probability greater than or equal to %2$s) detect effect sizes of %3$s%4$s, assuming a %5$s criterion for detection that allows for a maximum Type I error rate of %6$s.
de: Ein Design mit %1$s wird zuverlässig (mit einer Wahrscheinlichkeit größer oder gleich %2$s) Effektstärken von %3$s%4$s aufdecken, unter der Annahme eines %5$s-Kriteriums zur Aufdeckung, das eine maximale Typ-I-Fehlerrate von %6$s erlaubt.
es: Un diseño con %1$s detectará de forma fiable (con probabilidad mayor o igual que %2$s) tamaños del efecto de %3$s%4$s, asumiendo un criterio de detección de %5$s que permita una tasa de error de tipo I máxima de %6$s.
nl: Een design met %1$s zal betrouwbaar (met een waarschijnlijkheid groter dan of gelijk aan %2$s) effectgroottes van %3$s%4$s detecteren, uitgaande van een %5$s detectiecriterium dat een maximale Type I foutkans van %6$s toestaat.
pt: Um delineamento com %1$s detectará de forma confiável (com probabilidade maior ou igual a %2$s) tamanhos de efeito de %3$s%4$s, assumindo um critério de detecção de %5$s que permite uma taxa máxima de erro do tipo I de %6$s.
ta: %1$s கொண்ட ஒரு வடிவமைப்பு நம்பகத்தன்மையுடன் ( %2$s ஐ விட அதிகமாகவோ அல்லது சமமாகவோ நிகழ்தகவு) %3$s %4 $ s இன் விளைவு அளவுகளைக் கண்டறிகிறது, இது அதிகபட்ச வகையை அனுமதிக்கும் கண்டறிதலுக்கான %5 $ s அளவுகோலைக் கருதி நான் %6 $ s பிழை விகிதம்.

source: Conversely, if one is satisfied to reliably detect only larger effect sizes, smaller sample sizes are needed The point shows the power of the specified design and effect size.
de: Umgekehrt werden kleinere Stichprobenumfänge benötigt, wenn man nur größere Effektstärken zuverlässig aufdecken will. Der Punkt zeigt die Teststärke des angegebenen Designs und der Effektstärke.
es: A la inversa, si uno se conforma con detectar de forma fiable sólo tamaños de efecto mayores, se necesitan tamaños de muestra más pequeños El punto muestra la potencia del diseño y el tamaño del efecto especificados.
nl: Omgekeerd, als men tevreden is met het betrouwbaar detecteren van alleen grotere effectgroottes, zijn kleinere steekproefgroottes nodig De punt toont de power van het opgegeven design en de effectgrootte.
pt: Por outro lado, se alguém estiver satisfeito em detectar de forma confiável apenas tamanhos de efeito maiores, serão necessários tamanhos de amostra menores. O ponto mostra o poder do design e do tamanho do efeito especificados.
ta: மாறாக, பெரிய விளைவு அளவுகளை மட்டுமே நம்பத்தகுந்த முறையில் கண்டறிய ஒருவர் நிறைவு அடைந்தால், சிறிய மாதிரி அளவுகள் தேவைப்படுகின்றன, புள்ளி குறிப்பிட்ட வடிவமைப்பு மற்றும் விளைவு அளவின் சக்தியைக் காட்டுகிறது.

source: sample sizes of %1$s in each group
es: Tamaños de muestra de %1$s en cada grupo
nl: steekproefgroottes van %1$s in elke groep
pt: tamanhos de amostra de %1$s em cada grupo
ta: ஒவ்வொரு குழுவிலும் %1$s மாதிரி அளவுகள்

source: group sample sizes of %1$s and %2$s, respectively
es: Tamaños de muestra de %1$s y %2$s en cada grupo
nl: steeproefgrootten per groep van respectievelijk %1$s en %2$s
pt: tamanhos de amostra de %1$s e%2$s em cada grupo, respectivamente
ta: குழு மாதிரி அளவுகள் முறையே %1$s மற்றும் %2$s

source: sample sizes of at least %1$s in each group
es: Tamaños de muestra de al menos %1$s en cada grupo
nl: steekproefgrootten van minstens %1$s in elke groep
pt: tamanhos de amostra de, pelo menos, %1$s em cada grupo
ta: ஒவ்வொரு குழுவிலும் குறைந்தது %1$s மாதிரி அளவுகள்

source: group sample sizes of at least %1$s and %2$s, respectively
es: Tamaños de muestra de grupo de al menos %1$s y %2$s, respectivamente
nl: steekproefgrootten per groep van respectievelijk minstens %1$s en %2$s
pt: tamanhos de amostra de grupo de pelo menos %1$s e %2$s, respectivamente
ta: குழு மாதிரி அளவுகள் முறையே குறைந்தது %1$s மற்றும் %2$s

source: On the other hand, if %1$s%2$s, the evidence would exceed the criterion &mdash; and hence we would correctly claim that %3$s &mdash; at least %4$s%% of the time.
es: Por otro lado, si %1$s%2$s, la evidencia superaría el criterion &mdash, y entonces afirmaríamos correctamente que %3$s &mdash; al menos el %4$s%% de las veces.
nl: Aan de andere kant, als %1$s%2$s, zou het bewijs het criterium &mdash; overschrijden en dus zouden we terecht beweren dat %3$s &mdash; ten minste %4$s%% van de tijd.
pt: Por outro lado, se %1$s%2$s, a evidência excederia o critério &mdash; e, portanto, afirmaríamos corretamente que %3$s &mdash; pelo menos %4$s%% das vezes.
ta: மறுபுறம், %1$s %2$s என்றால், சான்றுகள் அளவுகோலை விட அதிகமாக இருக்கும் & mdash; எனவே %3$s & mdash என்று நாங்கள் சரியாகக் கூறுவோம்; குறைந்தது%4 $ s %% நேரம்.

source: Power by Poisson Rate Ratio
es: Potencia para Coeficiente de Poisson
nl: Power tegen Poisson Rate Verhouding
pt: Potência pela razão de taxa de Poisson
ta: பாய்சன் வீத விகிதத்தால் ஆற்றல்

source: True Poisson rate ratio
es: Coeficiente de Poisson real
nl: Werkelijke Poisson rate verhouding
pt: Razão de taxa de Poisson Verdadeira
ta: உண்மையான பாய்சன் வீத விகிதம்

source: a sample size of %s in each group
es: Tamaño de muestra de %s en cada grupo
nl: een steekproefgrootte van %s in elke groep
pt: um tamanho de amostra de %s em cada grupo
ta: ஒவ்வொரு குழுவிலும் %s மாதிரி அளவு

source: We would need %1$s to reliably (with probability greater than %2$s) detect a Poisson rate ratio of %3$s%4$s, assuming a %5$s criterion for detection that allows for a maximum Type I error rate of %6$s.
es: Se necesitaría %1$s para detectar de forma fiable (con probabilidad superior a %2$s) una relación de distribución de Poisson de %3$s%4$s, suponiendo un criterio de detección de %5$s que permita una tasa de error de Tipo I máxima de %6$s.
nl: We zouden %1$s nodig hebben om betrouwbaar (met een waarschijnlijkheid groter dan %2$s) een Poisson rate verhouding van %3$s%4$s te detecteren, uitgaande van een %5$s criterium voor detectie dat een maximale Type I foutkans van %6$s toestaat.
pt: Precisaríamos de %1$s para detectar de forma confiável (com probabilidade maior que %2$s) uma taxa de Poisson de %3$s%4$s, assumindo um critério de detecção de %5$s que permite uma taxa máxima de erro do tipo I de %6$s.
ta: நம்பகத்தன்மையுடன் எங்களுக்கு %1$s தேவைப்படும் (நிகழ்தகவு %2$s க்கும் அதிகமாக) %3$s %4 $ s என்ற பாய்சன் விகித விகிதத்தைக் கண்டறிந்து, அதிகபட்ச வகை I ஐ அனுமதிக்கும் கண்டறிதலுக்கான %5 $ S அளவுகோலைக் கருதி %6 $ s பிழை விகிதம்.

source: A design with %1$s will reliably (with probability greater than %2$s) detect Poisson rate ratios of %3$s%4$s, assuming a %5$s criterion for detection that allows for a maximum Type I error rate of %6$s.
es: Un diseño con %1$s detectará de forma fiable (con probabilidad superior a %2$s) relaciones de tasas de Poisson de %3$s%4$s, suponiendo un criterio de detección de %5$s que permita una tasa de error de Tipo I máxima de %6$s.
nl: Een design met %1$s zal betrouwbaar (met een waarschijnlijkheid groter dan %2$s) Poisson rate verhoudingen van %3$s%4$s detecteren, uitgaande van een %5$s detectiecriterium dat een maximale Type I foutkans van %6$s toelaat.
pt: Um delineamento com %1$s detectará de forma confiável (com probabilidade maior que %2$s) razões de Poisson de %3$s%4$s, assumindo um critério de detecção de %5$s que permite uma taxa máxima de erro do tipo I de %6$s.
ta: %1$s கொண்ட ஒரு வடிவமைப்பு நம்பத்தகுந்ததாக இருக்கும் (நிகழ்தகவு %2$s க்கும் அதிகமாக உள்ளது) %3$s %4 $ s இன் பாய்சன் வீத விகிதங்களைக் கண்டறிகிறது, இது அதிகபட்ச வகை I பிழையை அனுமதிக்கும் கண்டறிதலுக்கான %5 $ S அளவுகோலைக் கருதி %6 $ s வீதம்.

source: A design with %1$s can detect Poisson rate ratios of %2$s%3$s with a probability of at least %4$s, assuming a %5$s criterion for detection that allows for a maximum Type I error rate of %6$s.
es: Un diseño con %1$s puede detectar relaciones de tasas de Poisson de %2$s%3$s con una probabilidad de al menos %4$s, asumiendo un criterio de detección de %5$s que permita una tasa de error Tipo I máxima de %6$s.
nl: Een design met %1$s kan Poisson rate verhoudingen van %2$s%3$s detecteren met een waarschijnlijkheid van ten minste %4$s, uitgaande van een %5$s detectiecriterium dat een maximale Type I foutkans van %6$s toestaat.
pt: Um delineamento com %1$s pode detectar taxas de Poisson de %2$s%3$s com uma probabilidade de pelo menos %4$s, assumindo um critério de detecção de %5$s que permite uma taxa máxima de erro do tipo I de %6$s.
ta: %1$s கொண்ட ஒரு வடிவமைப்பு குறைந்தது %4 $ s நிகழ்தகவுடன் %2$s %3$s இன் பாய்சன் வீத விகிதங்களைக் கண்டறிய முடியும், இது அதிகபட்ச வகை I பிழை வீதத்தை அனுமதிக்கும் கண்டறிதலுக்கான %5 $ S அளவுகோலைக் கருதி %6 $ s.

source: The power contour plot shows how the sensitivity of the test changes with the hypothetical Poisson rate ratio and the sample sizes in the design. As we increase the sample sizes, Poisson rate ratios closer to one become reliably detectable.
es: El gráfico de contorno de la potencia muestra cómo cambia la sensibilidad de la prueba con la relación hipotética de la tasa de Poisson y los tamaños de muestra en el diseño. A medida que aumentamos el tamaño de las muestras, los coeficientes de Poisson más cercanos a uno se pueden detectar de forma fiable.
nl: De power contour plot laat zien hoe de sensitiviteit van de test verandert met de veronderstelde Poisson rate verhouding en de steekproefgrootten in het design. Als we de steekproefgroottes vergroten, worden Poisson rate verhoudingen dichter bij één betrouwbaar detecteerbaar.
pt: O gráfico de contorno de potência mostra como a sensibilidade do teste muda com a razão de Poisson hipotética e os tamanhos de amostra no delineamento. À medida que aumentamos os tamanhos de amostra, razões de Poisson mais próximas de um tornam-se detectáveis de forma confiável.
ta: கற்பனையான பாய்சன் விகித விகிதம் மற்றும் வடிவமைப்பில் மாதிரி அளவுகளுடன் சோதனையின் உணர்திறன் எவ்வாறு மாறுகிறது என்பதை ஆற்றல் விளிம்பு சூழ்ச்சி காட்டுகிறது. மாதிரி அளவுகளை நாம் அதிகரிக்கும்போது, பாய்சன் வீத விகிதங்கள் ஒன்றுக்கு நெருக்கமானவை.

source: Conversely, if one is satisfied to reliably detect only larger effects, smaller sample sizes are needed. The solid black curve on the contour plot shows sample size/Poisson rate ratios combinations with a power of %s. The point shows the specified design and Poisson rate ratio.
es: Por el contrario, si lo que se pretende es detectar de forma fiable sólo los efectos más importantes, se necesitan muestras de menor tamaño. La curva negra continua en el gráfico de contorno muestra combinaciones de tamaño de muestra/tasa de Poisson con una potencia de %s. El punto muestra el diseño especificado y la relación de la tasa de Poisson.
nl: Omgekeerd, als men alleen grotere effecten betrouwbaar wil detecteren, zijn kleinere steekproefgrootten nodig. De effen zwarte curve op de contourplot toont combinaties van steekproefgrootte en Poisson rate verhouding met een power van %s. De punt toont het opgegeven design en de Poisson rate verhouding.
pt: Por outro lado, se estivermos satisfeitos em detectar apenas efeitos maiores de forma confiável, serão necessários tamanhos de amostra menores. A curva preta sólida no gráfico de contorno mostra combinações de tamanho de amostra/taxa de Poisson com uma potência de %s. O ponto mostra o delineamento especificado e a taxa de Poisson.
ta: மாறாக, பெரிய விளைவுகளை மட்டுமே நம்பத்தகுந்த முறையில் கண்டறிய ஒருவர் நிறைவு அடைந்தால், சிறிய மாதிரி அளவுகள் தேவைப்படுகின்றன. விளிம்பு சதித்திட்டத்தின் திட கருப்பு வளைவு மாதிரி அளவு/பாய்சன் வீத விகித விகிதங்களை %s சக்தியுடன் காட்டுகிறது. புள்ளி குறிப்பிட்ட வடிவமைப்பு மற்றும் பாய்சன் வீத விகிதத்தைக் காட்டுகிறது.

source: sample sizes of %s in each group
de: Stichprobenumfänge von %s in jeder Gruppe
es: Tamaños de muestra de %s en cada grupo
nl: steekproefgrootten van %s in elke groep
pt: tamanhos de amostra de %s em cada grupo
ta: ஒவ்வொரு குழுவிலும் %s மாதிரி அளவுகள்

source: sample sizes of at least %s in each group
de: Stichprobenumfänge von mindestens %s in jeder Gruppe
es: Tamaños de muestra de al menos %s en cada grupo
nl: steekproefgrootten van minstens %s in elke groep
pt: tamanhos de amostra de pelo menos %s em cada grupo
ta: ஒவ்வொரு குழுவிலும் குறைந்தது %s மாதிரி அளவுகள்

source: True variance ratio
es: Coeficiente de variación real
nl: Werkelijke variantie verhouding
pt: Proporção de variâncias verdadeira
ta: உண்மையான மாறுபாடு விகிதம்

source: To evaluate the design specified in the table, we can consider how sensitive it is to true effects of increasing sizes; that is, are we likely to correctly conclude that %1$s when the variance ratio is extreme enough to care about?
es: Para evaluar el diseño especificado en la tabla, podemos considerar lo sensible que es a los efectos verdaderos de tamaños crecientes; es decir, ¿es probable que concluyamos correctamente que %1$s cuando coeficiente de variación es lo suficientemente extremo como para preocuparse por el?
nl: Om het design in de tabel te evalueren, kunnen we nagaan hoe sensitief het is voor ware effecten van toenemende grootte; dat wil zeggen, is het waarschijnlijk dat we correct zullen concluderen dat %1$s wanneer de variantieverhouding extreem genoeg is om ons zorgen over te maken?
pt: Para avaliar o delineamento especificado na tabela, podemos considerar o quão sensível ele é aos efeitos reais do aumento de tamanhos; ou seja, é provável que concluamos corretamente que %1$s quando a taxa de variância é extrema o suficiente para nos importarmos?
ta: அட்டவணையில் குறிப்பிடப்பட்டுள்ள வடிவமைப்பை மதிப்பீடு செய்ய, அதிகரிக்கும் அளவுகளின் உண்மையான விளைவுகளுக்கு இது எவ்வளவு உணர்திறன் கொண்டது என்பதை நாம் கருத்தில் கொள்ளலாம்; அதாவது, மாறுபாடு விகிதம் அக்கறை கொள்ள போதுமானதாக இருக்கும்போது %1$s என்று நாம் சரியாக முடிவு செய்ய வாய்ப்புள்ளதா?

source: The power contour plot shows how the sensitivity of the test changes with the hypothetical variance ratio and the sample sizes in the design. As we increase the sample sizes, less extreme variance ratios become reliably detectable.
es: El gráfico de contorno de potencia muestra cómo cambia la sensibilidad de la prueba con la proporción de varianza hipotética y los tamaños de muestra en el diseño. A medida que aumentamos el tamaño de las muestras, se pueden detectar con fiabilidad proporciones de varianza menos extremas.
nl: De power contour plot laat zien hoe de sensitiviteit van de test verandert met de veronderstelde variantieverhouding en de steekproefgrootten in het design. Naarmate we de steekproefgroottes vergroten, worden minder extreme variantieverhoudingen betrouwbaar detecteerbaar.
pt: O gráfico de contorno de potência mostra como a sensibilidade do teste muda com a razão de variância hipotética e os tamanhos de amostra no delineamento. À medida que aumentamos os tamanhos de amostra, razões de variância menos extremas tornam-se detectáveis de forma confiável.
ta: அனுமான மாறுபாடு விகிதம் மற்றும் வடிவமைப்பில் மாதிரி அளவுகளுடன் சோதனையின் உணர்திறன் எவ்வாறு மாறுகிறது என்பதை ஆற்றல் விளிம்பு சூழ்ச்சி காட்டுகிறது. மாதிரி அளவுகளை நாம் அதிகரிக்கும்போது, குறைவான தீவிர மாறுபாடு விகிதங்கள் நம்பத்தகுந்த வகையில் கண்டறியப்படுகின்றன.

source: Conversely, if one is satisfied to reliably detect only more extreme variance ratios, smaller sample sizes are needed. The point shows the power of the specified design and variance ratio.
es: Por el contrario, si uno se conforma con detectar de forma fiable sólo relaciones de varianza más extremas, se necesitan tamaños de muestra más pequeños. El punto muestra la potencia del diseño y la proporción de varianza especificados.
nl: Omgekeerd, als men tevreden is met het betrouwbaar detecteren van alleen extremere variantieverhoudingen, zijn kleinere steekproefgrootten nodig. De punt toont de power van het opgegeven design en de variantieverhouding.
pt: Por outro lado, se alguém estiver satisfeito em detectar de forma confiável apenas taxas de variância mais extremas, serão necessários tamanhos de amostra menores. O ponto demonstra o poder do delineamento e da taxa de variância especificados.
ta: மாறாக, அதிக தீவிர மாறுபாடு விகிதங்களை மட்டுமே நம்பத்தகுந்த முறையில் கண்டறிய ஒருவர் நிறைவு அடைந்தால், சிறிய மாதிரி அளவுகள் தேவை. புள்ளி குறிப்பிட்ட வடிவமைப்பு மற்றும் மாறுபாடு விகிதத்தின் சக்தியைக் காட்டுகிறது.

source: The power curve above shows how the sensitivity of the test and design is larger for more extreme variance ratios. If we obtained %1$s our test and design would %2$s to variance ratios of %3$s%4$s.
es: La curva de potencia anterior muestra cómo la sensibilidad de la prueba y el diseño es mayor para ratios de varianza más extremos. Si obtuviéramos %1$s, nuestra prueba y diseño serían %2$s para coeficientes de variación de %3$s%4$s.
nl: De power curve hierboven laat zien hoe de sensitiviteit van de test en het design groter is voor extremere variantieverhoudingen. Als we %1$s zouden krijgen, zouden onze test en ontwerp %2$s tot variantieverhoudingen van %3$s%4$s.
pt: A curva de potência acima mostra como a sensibilidade do teste e do delineamento é maior para taxas de variância mais extremas. Se obtivermos %1$s, nosso teste e delineamento resultariam em taxas de variância de %2$s para %3$s%4$s.
ta: மேலே உள்ள ஆற்றல் வளைவு சோதனை மற்றும் வடிவமைப்பின் உணர்திறன் எவ்வாறு தீவிர மாறுபாடு விகிதங்களுக்கு பெரியது என்பதைக் காட்டுகிறது. நாங்கள் %1$s ஐப் பெற்றால், எங்கள் சோதனை மற்றும் வடிவமைப்பு %3$s %4 $ s மாறுபாடு விகிதங்களுக்கு %2$s ஆகும்.

source: We would be more than likely to miss (power less than 50%%) variance ratios of %1$s.
de: Es wäre sehr wahrscheinlich, dass wir Varianzverhältnisse von %1$s übersehen (Teststärke weniger als 50%%).
es: Sería más que probable que se alcance (potencia inferior al 50%%) un coeficiente de variación de %1$s.
nl: We zouden meer dan waarschijnlijk (power minder dan 50%%) variantie verhoudingen van %1$s missen.
pt: É mais provável que se perca (poder menor que 50%) taxas de variância de %1$s.
ta: %1$s இன் மாறுபாடு விகிதங்களை நாம் தவறவிட வாய்ப்புள்ளது (50 %ண்ட் சக்தி).

source: The specified design leads to (an) unsolvable equation(s) while constructing the curves for the Power Demonstration. Try to enter less extreme values for the parameters
es: El diseño especificado conduce a ecuaciones irresolubles al construir las curvas para la Demostración de Potencia. Intente introducir valores menos extremos para los parámetros
nl: Het opgegeven design leidt tot (een) onoplosbare vergelijking(en) bij het construeren van de curven voor de Power Demonstratie. Probeer minder extreme waarden in te voeren voor de parameters
pt: O delineamento especificado leva a uma ou mais equações insolúveis ao construir as curvas para a Demonstração de Potência. Tente inserir valores menos extremos para os parâmetros
ta: குறிப்பிட்ட வடிவமைப்பு (ஒரு) தீர்க்க முடியாத சமன்பாடு (கள்) க்கு வழிவகுக்கிறது, அதே நேரத்தில் ஆற்றல் ஆர்ப்பாட்டத்திற்கான வளைவுகளை உருவாக்குகிறது. அளவுருக்களுக்கு குறைந்த தீவிர மதிப்புகளை உள்ளிட முயற்சிக்கவும்

source: Note.
de: Hinweis.
es: Nota.
nl: Opmerking.
pt: Nota.
ta: குறிப்பு.

source: When the variance ratio is less than 1, the inverse of the variance ratio is displayed. Therefore, the first and second degrees of freedom of both F-distributions switched places.
es: Cuando la coeficiente de variación es inferior a 1, aparece la inversa de este. Por lo tanto, el primer y el segundo grado de libertad de ambas distribuciones F cambiaron de lugar.
nl: Als de variantieverhouding kleiner is dan 1, wordt het omgekeerde van de variantieverhouding weergegeven. Daarom zijn de eerste en tweede vrijheidsgraden van beide F-verdelingen van plaats gewisseld.
pt: Quando a razão de variância é menor que 1, o inverso da razão de variância é exibido. Portanto, o primeiro e o segundo graus de liberdade de ambas as distribuições F trocaram de lugar.
ta: மாறுபாடு விகிதம் 1 க்கும் குறைவாக இருக்கும்போது, மாறுபாடு விகிதத்தின் தலைகீழ் காட்டப்படும். எனவே, எஃப்-டிச்ட்ரிபூசன்சின் முதல் மற்றும் இரண்டாவது டிகிரி விடுதலை இடங்களை மாற்றியது.

source: %1$sThe figure above shows two sampling distributions: the sampling distribution of the %1$s variance ratio when %2$s (left), and when %3$s%4$s (right).
es: %1$s La figura anterior muestra dos distribuciones de muestreo: la distribución de muestreo del coeficiente de variación %1$s cuando %2$s (izquierda), y cuando %3$s%4$s (derecha).
nl: %1$sDe bovenstaande figuur toont twee steekproefverdelingen: de steekproefverdeling van de %1$s variantieverhouding wanneer %2$s (links) en wanneer %3$s%4$s (rechts).
pt: %1$sA figura acima mostra duas distribuições de amostragem: a distribuição de amostragem da razão de variância %1$s quando %2$s (esquerda) e quando %3$s%4$s (direita).
ta: %1$sthe படம் இரண்டு மாதிரி விநியோகங்களைக் காட்டுகிறது: %2$s (இடது) போது %1$s மாறுபாடு விகிதத்தின் மாதிரி வழங்கல், மற்றும் %3$s %4 $ s (வலது).

source: On the other hand, if %1$s, the evidence would exceed the criterion &mdash; and hence we would correctly claim that %2$s1 &mdash; at least %3$s%% of the time.
es: Por otro lado, si %1$s, la evidencia superaría el criterio &mdash, y entonces afirmaríamos correctamente que %2$s1 &mdash; al menos el %3$s%% de las veces.
nl: Aan de andere kant, als %1$s, zou het bewijs het criterium &mdash; overschrijden en dus zouden we terecht beweren dat %2$s1 &mdash; ten minste %3$s%% van de tijd.
pt: Por outro lado, se %1$s, a evidência excederia o critério &mdash; e, portanto, afirmaríamos corretamente que %2$s1 &mdash; pelo menos %3$s%% das vezes.
ta: மறுபுறம், %1$s என்றால், சான்றுகள் அளவுகோலை மீறும் & mdash; எனவே %2$s1 & mdash; குறைந்தது%3$s %% நேரம்.

source: The design's power for detecting effects of %1$s%2$s%3$s is thus %4$s.
es: De este modo, la potencia de diseño para detectar efectos de %1$s%2$s%3$s es %4$s.
nl: De power van het design voor het detecteren van effecten van %1$s%2$s%3$s is dus %4$s.
pt: O poder do delineamento para detectar efeitos de %1$s%2$s%3$s é, portanto, %4$s.
ta: %1$s %2$s %3$s இன் விளைவுகளைக் கண்டறிவதற்கான வடிவமைப்பின் ஆற்றல் இவ்வாறு %4 $ s ஆகும்.

source: The power curve above shows how the sensitivity of the test and design is larger for larger sample sizes. In order for our test and design to have sufficient sensitivity (power > %1$s) to detect that %2$s when the effect size is %3$s or larger, we would need %4$s.
es: La curva de potencia anterior muestra cómo la sensibilidad de la prueba y el diseño es mayor para tamaños de muestra más grandes. Para que nuestra prueba y diseño tengan suficiente sensibilidad (potencia > %1$s) para detectar que %2$s cuando el tamaño del efecto es %3$s o mayor, necesitaríamos %4$s.
nl: De power curve hierboven laat zien dat de sensitiviteit van de test en het design groter is bij grotere steekproefgrootten. Om ervoor te zorgen dat onze test en ons design voldoende sensitief (power > %1$s) zijn om %2$s te detecteren als de effectgrootte %3$s of groter is, hebben we %4$s nodig.
pt: A curva de potência acima mostra como a sensibilidade do teste e do delineamento é maior para tamanhos de amostra maiores. Para que nosso teste e delineamento tenham sensibilidade suficiente (potência > %1$s) para detectar %2$s quando o tamanho do efeito é %3$s ou maior, precisaríamos de %4$s.
ta: பெரிய மாதிரி அளவுகளுக்கு சோதனை மற்றும் வடிவமைப்பின் உணர்திறன் எவ்வாறு பெரியது என்பதை மேலே உள்ள ஆற்றல் வளைவு காட்டுகிறது. விளைவு அளவு %3$s அல்லது பெரியதாக இருக்கும்போது %2$s ஐக் கண்டறிய எங்கள் சோதனை மற்றும் வடிவமைப்பு போதுமான உணர்திறன் (சக்தி> %1$s) இருக்க, எங்களுக்கு %4 $ s தேவைப்படும்.

source: Cohen's
es: de Cohen
pt: de Cohen
ta: கோஅன்ச்

source: The specified design leads to (an) unsolvable equation(s) while constructing the Power Contour plot. Try to enter less extreme values for the parameters
de: Das angegebene Design führt zu (einer) unlösbaren Gleichung(en) bei der Erstellung des Teststärke-Konturdiagramms. Versuchen Sie, weniger extreme Werte für die Parameter einzugeben
