Repository: jasp-stats/jaspPower
Catalog: po/R-*.po
Languages: de, es, nl, pt, ta

source: Conversely, if one is satisfied to reliably detect only larger effect sizes, smaller sample sizes are needed. The solid black curve on the contour plot shows sample size/effect size combinations with a power of %1$s. The point shows the specified design and %2$s.
de: Umgekehrt werden kleinere Stichprobengrößen benötigt, wenn man nur größere Effektstärken zuverlässig aufdecken will. Die durchgezogene schwarze Kurve auf dem Konturdiagramm zeigt Kombinationen von Stichprobenumfang/Effektstärke mit einer Teststärke von %1$s. Der Punkt zeigt das angegebene Design und %2$s.
es: Por el contrario, si uno se conforma con detectar de forma fiable sólo tamaños de efecto mayores, se necesitan tamaños de muestra más pequeños. La curva negra continua del gráfico de contorno muestra combinaciones de tamaño de muestra/tamaño del efecto con una potencia de %1$s. El punto muestra el diseño especificado y %2$s. El punto muestra el diseño especificado y %2$s.
nl: Omgekeerd, als men alleen grotere effectgroottes betrouwbaar wil detecteren, zijn kleinere steekproefgroottes nodig. De effen zwarte curve op de contourplot toont combinaties van steekproefgrootte en effectgrootte met een power van %1$s. De punt toont het opgegeven design en %2$s.
pt: Por outro lado, se estivermos satisfeitos em detectar de forma confiável apenas tamanhos de efeito maiores, serão necessários tamanhos de amostra menores. A curva preta sólida no gráfico de contorno mostra combinações de tamanho de amostra/tamanho de efeito com uma potência de %1$s. O ponto mostra o delineamento especificado e %2$s.
ta: மாறாக, பெரிய விளைவு அளவுகளை மட்டுமே நம்பத்தகுந்த முறையில் கண்டறிய ஒருவர் நிறைவு அடைந்தால், சிறிய மாதிரி அளவுகள் தேவைப்படுகின்றன. விளிம்பு சதித்திட்டத்தில் உள்ள திட கருப்பு வளைவு %1$s சக்தியுடன் மாதிரி அளவு/விளைவு அளவு சேர்க்கைகளைக் காட்டுகிறது. புள்ளி குறிப்பிட்ட வடிவமைப்பு மற்றும் %2$s ஐக் காட்டுகிறது.

source: sample sizes of %s
de: Stichprobenumfänge von %s
es: Tamaños de muestra de %s
nl: steekproefgroottes van %s
pt: tamanhos de amostra de %s
ta: %s இன் மாதிரி அளவுகள்

source: effect sizes
de: Effektstärken
es: Tamaños del efecto
nl: effectgroottes
pt: tamanhos de efeito
ta: விளைவு அளவுகள்

source: absolute differences in proportions
de: Absolute Differenzen der Anteile
es: Diferencias absolutas en las proporciones
nl: absolute verschillen in proporties
pt: diferenças absolutas em proporções
ta: விகிதாச்சாரத்தில் முழுமையான வேறுபாடுகள்

source: have power of at least %s
de: haben eine Teststärke von mindestens %s
es: Tienen una Potencia de al menos %s
nl: heeft een power van ten minste %s
pt: tem a potência de, pelo menos, %s
ta: குறைந்தது %s ஆற்றல் உள்ளது

source: only be sufficiently sensitive (power >%s)
de: sei nur ausreichend empfindlich (Teststärke >%s)
es: Sólo ser suficientemente sensible (potencia >%s)
nl: alleen voldoende sensitief zijn (power >%s)
pt: ser suficientemente sensível (potência >%s)
ta: போதுமான உணர்திறன் மட்டுமே (சக்தி>%s)

source: sample sizes of at least %s
de: Stichprobenumfänge von mindestens %s
es: Tamaños de muestra de al menos %s
nl: steekproefgroottes van ten minste %s
pt: tamanhos de amostra de, pelo menos, %s
ta: மாதிரி அளவுகள் குறைந்தது %s

source: The figure above shows two sampling distributions: the sampling distribution of the %1$s effect size when %2$s (left), and when %3$s (right).
de: Das obige Diagramm zeigt zwei Stichprobenverteilungen: die Stichprobenverteilung der Effektstärke %1$s bei %2$s (links) und bei %3$s (rechts).
es: La figura anterior muestra dos distribuciones de muestreo: la distribución de muestreo del tamaño del efecto de %1$s cuando %2$s (izquierda) y cuando %3$s (derecha).
nl: De bovenstaande figuur toont twee steekproefverdelingen: de steekproefverdeling van de %1$s effectgrootte wanneer %2$s (links), en wanneer %3$s (rechts).
pt: A figura acima mostra duas distribuições de amostragem: a distribuição de amostragem do tamanho do efeito %1$s quando %2$s (esquerda) e quando %3$s (direita).
ta: மேலே உள்ள படம் இரண்டு மாதிரி விநியோகங்களைக் காட்டுகிறது: %2$s (இடது) போது %1$s விளைவு அளவின் மாதிரி வழங்கல், மற்றும் %3$s (வலது) போது.

source: Both assume %s.
de: Beide nehmen %s an.
es: Ambos suponen %s.
nl: Beide veronderstellen %s.
pt: Ambos assumem %s.
ta: இரண்டும் %s என்று கருதுகின்றன.

source: When the observed effect size is far enough away from 0 to be more extreme than the %s we say we 'reject' the null hypothesis.
de: Wenn die beobachtete Effektstärke weit genug von 0 entfernt ist, um extremer als die %s zu sein, sagen wir, dass wir die Nullhypothese 'verwerfen'.
es: Cuando el tamaño del efecto observado se aleja lo suficiente de 0 como para ser más extremo que los %s, decimos que "rechazamos" la hipótesis nula.
nl: Als de waargenomen effectgrootte ver genoeg van 0 af ligt om extremer te zijn dan de %s, zeggen we dat we de nulhypothese 'verwerpen'.
pt: Quando o tamanho do efeito observado está longe o suficiente de 0 para ser mais extremo do que %s, dizemos que 'rejeitamos' a hipótese nula.
ta: கவனிக்கப்பட்ட விளைவு அளவு 0 இலிருந்து வெகு தொலைவில் இருக்கும்போது, %களை விட தீவிரமாக இருக்க வேண்டும், நாங்கள் சுழிய கருதுகோளை 'நிராகரிக்கிறோம்' என்று கூறுகிறோம்.

source: On the other hand, if %1$s, the evidence would exceed the criterion &mdash; and hence we would correctly claim that %2$s &mdash; at least %3$s%% of the time.
de: Andererseits, wenn %1$s, würde die Evidenz das Kriterium &mdash; überschreiten und daher würden wir korrekt behaupten, dass %2$s &mdash; mindestens %3$s% der Fälle.
es: Por otro lado, si %1$s, la evidencia superaría el criterio &mdash, y entonces afirmaríamos correctamente que %2$s &mdash; al menos el %3$s%% de las veces.
nl: Aan de andere kant, als %1$s, zou het bewijs het criterium &mdash; overschrijden en dus zouden we terecht beweren dat %2$s &mdash; ten minste %3$s%% van de tijd.
pt: Por outro lado, se %1$s, a evidência excederia o critério &mdash; e, portanto, afirmaríamos corretamente que %2$s &mdash; pelo menos %3$s%% das vezes.
ta: மறுபுறம், %1$s என்றால், சான்றுகள் அளவுகோலை மீறும் & mdash; எனவே %2$s & mdash என்று நாங்கள் சரியாகக் கூறுவோம்; குறைந்தது%3$s %% நேரம்.

source: Variance ratio (%s)
de: Varianzverhältnis (%s)
es: Coeficiente de Variación (%s)
nl: Variantieratio (%s)
pt: Razão das variâncias (%s)
ta: மாறுபாடு விகிதம் (%s)

source: Power by variance ratio
de: Teststärke nach Varianzverhältnis
es: Potencia por Coeficiente de Variación
nl: Power tegen variantieratio
pt: Potência pela razão das variâncias
ta: மாறுபாடு விகிதத்தால் ஆற்றல்

source: True variance ratio (%s)
de: Wahres Varianzverhältnis (%s)
es: Coeficiente de Variación real (%s)
nl: Werkelijk variantieratio (%s)
pt: Razão das variâncias verdadeiras (%s)
ta: உண்மையான மாறுபாடு விகிதம் (%s)

source: The power contour plot shows how the sensitivity of the test changes with the hypothetical variance ratio and the sample sizes in the design. As we increase the sample sizes, smaller variance ratios become reliably detectable.
de: Das Teststärke-Konturdiagramm zeigt, wie sich die Sensitivität des Tests mit dem hypothetischen Varianzverhältnis und dem Stichprobenumfang im Design ändert. Mit zunehmendem Stichprobenumfang werden kleinere Varianzquotienten zuverlässig aufdeckbar.
es: El gráfico de contorno de potencia muestra cómo cambia la sensibilidad de la prueba con la proporción de varianza hipotética y los tamaños de muestra en el diseño. A medida que aumentamos el tamaño de las muestras, se pueden detectar con fiabilidad de coeficientes de variación más pequeños.
nl: De powercontourplot laat zien hoe de sensitiviteit van de test verandert met de veronderstelde variantieverhouding en de steekproefgrootten in het design. Naarmate we de steekproefgroottes vergroten, worden kleinere variantieverhoudingen betrouwbaar detecteerbaar.
pt: O gráfico de contorno de potência mostra como a sensibilidade do teste muda com a razão de variância hipotética e os tamanhos de amostra no delineamento. À medida que aumentamos os tamanhos de amostra, razões de variância menores tornam-se detectáveis de forma confiável.
ta: அனுமான மாறுபாடு விகிதம் மற்றும் வடிவமைப்பில் மாதிரி அளவுகளுடன் சோதனையின் உணர்திறன் எவ்வாறு மாறுகிறது என்பதை ஆற்றல் விளிம்பு சூழ்ச்சி காட்டுகிறது. மாதிரி அளவுகளை நாம் அதிகரிக்கும்போது, சிறிய மாறுபாடு விகிதங்கள் நம்பத்தகுந்த வகையில் கண்டறியப்படுகின்றன.

source: Conversely, if one is satisfied to reliably detect only larger variance ratios, smaller sample sizes are needed. The point shows the power of specified design and variance ratio.
de: Umgekehrt ist ein geringerer Stichprobenumfang erforderlich, wenn man nur größere Varianzverhältnisse zuverlässig aufdecken möchte. Der Punkt zeigt die Aussagekraft eines bestimmten Designs und Varianzverhältnisses.
es: A la inversa, si uno se conforma con detectar de forma fiable sólo coeficientes de variación mayores, se necesitan tamaños de muestra más pequeños. El punto muestra la potencia del diseño especificado y el coeficiente de variación.
nl: Omgekeerd, als men alleen grotere variantieverhoudingen betrouwbaar wil detecteren, zijn kleinere steekproefgrootten nodig. De punt toont de power van het opgegeven design en de variantieverhouding.
pt: Por outro lado, se alguém estiver satisfeito em detectar de forma confiável apenas taxas de variância maiores, serão necessários tamanhos de amostra menores. Este ponto demonstra o poder do delineamento especificado e da taxa de variância.
ta: மாறாக, பெரிய மாறுபாடு விகிதங்களை மட்டுமே நம்பத்தகுந்த முறையில் கண்டறிய ஒருவர் நிறைவு அடைந்தால், சிறிய மாதிரி அளவுகள் தேவைப்படுகின்றன. புள்ளி குறிப்பிட்ட வடிவமைப்பு மற்றும் மாறுபாடு விகிதத்தின் சக்தியைக் காட்டுகிறது.

source: only be sufficiently sensitive (power > %1$s)
de: nur ausreichend empfindlich sein (Teststärke > %1$s)
es: Sólo será suficientemente sensible (potencia > %1$s)
nl: alleen voldoende sensitief zijn (power > %1$s)
pt: ser suficientemente sensível (potência > %1$s)
ta: போதுமான உணர்திறன் மட்டுமே (சக்தி> %1$s)

source: The power curve above shows how the sensitivity of the test and design is larger for larger variance ratios. If we obtained %1$s our test and design would %2$s to variance ratios of %3$s%4$s.
de: Die obige Teststärkekurve zeigt, dass die Empfindlichkeit des Tests und Designs bei größeren Varianzverhältnissen größer ist. Wenn wir %1$s erhalten würden, würde unser Test und Design %2$s zu Varianzverhältnissen von %3$s%4$s.
es: La curva de potencia anterior muestra cómo la sensibilidad de la prueba y el diseño es mayor para coeficientes de variación mayores. Si obtuviéramos %1$s, la prueba y su diseño serían %2$s para coeficientes de variación de %3$s%4$s.
nl: De power curve hierboven laat zien hoe de sensitiviteit van de test en het design groter is voor grotere variantieverhoudingen. Als we %1$s zouden verkrijgen, zouden onze test en design %2$s tot variantieverhoudingen van %3$s%4$s.
pt: A curva de potência acima mostra como a sensibilidade do teste e do delineamento é maior para taxas de variância maiores. Se obtivermos %1$s, nosso teste e delineamento resultariam em taxas de variância de %2$s para %3$s%4$s.
ta: பெரிய மாறுபாடு விகிதங்களுக்கு சோதனை மற்றும் வடிவமைப்பின் உணர்திறன் எவ்வாறு பெரியது என்பதை மேலே உள்ள ஆற்றல் வளைவு காட்டுகிறது. நாங்கள் %1$s ஐப் பெற்றால், எங்கள் சோதனை மற்றும் வடிவமைப்பு %3$s %4 $ s மாறுபாடு விகிதங்களுக்கு %2$s ஆகும்.

source: We would be more than likely to miss (power less than 50%%) variance ratios of %s.
de: Es wäre mehr als wahrscheinlich, dass wir (Teststärke weniger als 50%%) Varianzverhältnisse von %s übersehen.
es: Sería más que probable que falles (potencia inferior al 50%%) con un coeficientes de variación de %s.
nl: We zouden meer dan waarschijnlijk (power minder dan 50%%) variantieverhoudingen van %s missen.
pt: É mais provável que se perca (potência menor que 50%) taxas de variância de %s.
ta: %s இன் மாறுபாடு விகிதங்களை நாம் தவறவிட வாய்ப்புள்ளது (50 %% க்கும் குறைவான சக்தி).

source: The power curve above shows how the sensitivity of the test and design is larger for larger sample sizes. In order for our test and design to have sufficient sensitivity (power > %1$s) to detect that %2$s when the variance ratio is %3$s or more extreme, we would need %4$s.
de: Die obige Teststärkekurve zeigt, dass die Sensitivität des Tests und Designs bei größerem Stichprobenumfang größer ist. Damit unser Test und Design eine ausreichende Sensitivität (Teststärke > %1$s) hat, um %2$s aufzudecken, wenn das Varianzverhältnis %3$s oder extremer ist, würden wir %4$s benötigen.
es: La curva de potencia anterior muestra cómo la sensibilidad de la prueba y el diseño es mayor para tamaños de muestra más grandes. Para que la prueba y diseño tengan suficiente sensibilidad (potencia > %1$s) para detectar que %2$s cuando el coeficiente de variación es %3$s o más extremo, necesitaríamos %4$s.
nl: De power curve hierboven laat zien dat de sensitiviteit van de test en het design groter is bij grotere steekproefgrootten. Om ervoor te zorgen dat onze test en ons design voldoende sensitief (power > %1$s) zijn om %2$s te detecteren als de variantieverhouding %3$s of extremer is, zouden we %4$s nodig hebben.
pt: A curva de potência acima mostra como a sensibilidade do teste e do delineamento é maior para tamanhos amostrais maiores. Para que nosso teste e delineamento tenham sensibilidade suficiente (potência > %1$s) para detectar %2$s quando a razão de variância for %3$s ou mais extrema, precisaríamos de %4$s.
ta: பெரிய மாதிரி அளவுகளுக்கு சோதனை மற்றும் வடிவமைப்பின் உணர்திறன் எவ்வாறு பெரியது என்பதை மேலே உள்ள ஆற்றல் வளைவு காட்டுகிறது. எங்கள் சோதனை மற்றும் வடிவமைப்பு மாறுபாடு விகிதம் %3$s அல்லது அதற்கு மேற்பட்ட தீவிரமாக இருக்கும்போது %2$s ஐக் கண்டறிய போதுமான உணர்திறன் (சக்தி> %1$s) இருக்க, எங்களுக்கு %4 $ s தேவைப்படும்.

source: The figure above shows two sampling distributions: the sampling distribution of the %1$s variance ratio when %2$s, and when %3$s%4$s.
de: Das obige Diagramm zeigt zwei Stichprobenverteilungen: Die Stichprobenverteilung des Varianzverhältnisses %1$s, wenn %2$s, und wenn %3$s%4$s.
es: La figura anterior muestra dos distribuciones de muestreo: la distribución de muestreo de la coeficiente de variación %1$s cuando %2$s, y cuando %3$s%4$s.
nl: De bovenstaande figuur toont twee steekproefverdelingen: de steekproefverdeling van de %1$s variantieverhouding wanneer %2$s, en wanneer %3$s%4$s.
pt: A figura acima mostra duas distribuições de amostragem: a distribuição de amostragem da razão de variância %1$s quando %2$s e quando %3$s%4$s.
ta: மேலே உள்ள படம் இரண்டு மாதிரி விநியோகங்களைக் காட்டுகிறது: %2$s போது %1$s மாறுபாடு விகிதத்தின் மாதிரி வழங்கல், மற்றும் %3$s %4 $ s போது.

source: When the observed variance ratio is far enough away from 1 to be more extreme than the %1$s we say we 'reject' the null hypothesis.
de: Wenn das beobachtete Varianzverhältnis weit genug von 1 entfernt ist, um extremer als die %1$s zu sein, sagen wir, dass wir die Nullhypothese 'ablehnen'.
es: Cuando el coeficiente de variación observado se aleja lo suficiente de 1 como para ser más extremo que el %1$s decimos que "se rechaza" la hipótesis nula.
nl: Als de geobserveerde variantieverhouding ver genoeg van 1 ligt om extremer te zijn dan de %1$s, zeggen we dat we de nulhypothese 'verwerpen'.
pt: Quando a razão de variância observada está longe o suficiente de 1 para ser mais extrema que %1$s, dizemos que 'rejeitamos' a hipótese nula.
ta: கவனிக்கப்பட்ட மாறுபாடு விகிதம் 1 இலிருந்து %1$s ஐ விட தீவிரமானதாக இருக்கும்போது, பூச்ய கருதுகோளை நாங்கள் 'நிராகரிக்கிறோம்' என்று கூறுகிறோம்.

source: We would need %1$s to reliably (with probability greater than %2$s) detect a variance ratio of %3$s, assuming a %4$s criterion for detection that allows for a maximum Type I error rate of %5$s.
de: Wir bräuchten %1$s, um zuverlässig (mit einer Wahrscheinlichkeit größer als %2$s) ein Varianzverhältnis von %3$s aufzudecken, wenn wir ein %4$s-Kriterium zur Aufdeckung annehmen, das eine maximale Typ-I-Fehlerrate von %5$s zulässt.
es: Se necesitaría de %1$s para detectar de forma fiable (con una probabilidad superior a %2$s) un coeficiente de variación de %3$s, suponiendo un criterio de detección de %4$s que permita una tasa de error de tipo I máxima de %5$s.
nl: We zouden %1$s nodig hebben om betrouwbaar (met een waarschijnlijkheid groter dan %2$s) een variantieverhouding van %3$s te detecteren, uitgaande van een %4$s detectiecriterium dat een maximale Type I foutkans van %5$s toestaat.
pt: Precisaríamos de %1$s para detectar de forma confiável (com probabilidade maior que %2$s) uma taxa de variância de %3$s, assumindo um critério de detecção de %4$s que permite uma taxa máxima de erro do tipo I de %5$s.
ta: நம்பகத்தன்மையுடன் ( %2$s க்கும் அதிகமான நிகழ்தகவுடன்) %3$s மாறுபாடு விகிதத்தைக் கண்டறிவதற்கு எங்களுக்கு %1$s தேவைப்படும், இது கண்டறிதலுக்கான %4 $ S அளவுகோலைக் கருதி, அதிகபட்ச வகை I பிழை விகிதத்தை %5 இன் பிழை விகிதத்தை அனுமதிக்கிறது $ கள்.

source: A design with %1$s will reliably (with probability greater than %2$s) detect variance ratios of %3$s, assuming a %4$s criterion for detection that allows for a maximum Type I error rate of %5$s.
de: Ein Design mit %1$s wird zuverlässig (mit einer Wahrscheinlichkeit größer als %2$s) Varianzverhältnisse von %3$s aufdecken, wenn man ein %4$s-Kriterium zur Aufdeckung annimmt, das eine maximale Typ-I-Fehlerrate von %5$s zulässt.
es: Un diseño con %1$s detectará de forma fiable (con una probabilidad superior a %2$s) coeficientes de variación de %3$s, asumiendo un criterio de detección de %4$s que permita una tasa de error Tipo I máxima de %5$s.
nl: Een design met %1$s zal op betrouwbare wijze (met een waarschijnlijkheid groter dan %2$s) variantieverhoudingen van %3$s detecteren, uitgaande van een %4$s detectiecriterium dat een maximale Type I foutenkans van %5$s toelaat.
pt: Um delineamento com %1$s detectará de forma confiável (com probabilidade maior que %2$s) taxas de variância de %3$s, assumindo um critério %4$s para detecção que permite uma taxa máxima de erro do tipo I de %5$s.
ta: %1$s உடன் ஒரு வடிவமைப்பு நம்பகத்தன்மையுடன் ( %2$s க்கும் அதிகமாக நிகழ்தகவு) %3$s மாறுபாடு விகிதங்களைக் கண்டறிதல், கண்டறிதலுக்கான %4 $ s அளவுகோலைக் கருதி, அதிகபட்ச வகை I பிழை விகிதத்தை %5 $ அனுமதிக்கிறது கள்.

source: A design with %1$s can detect variance ratios of %2$s with a probability of at least %3$s, assuming a %4$s criterion for detection that allows for a maximum Type I error rate of %5$s.
de: Ein Design mit %1$s kann Varianzverhältnisse von %2$s mit einer Wahrscheinlichkeit von mindestens %3$s aufdecken, wenn man ein %4$s-Kriterium zur Aufdeckung annimmt, das eine maximale Typ-I-Fehlerrate von %5$s zulässt.
es: Un diseño con %1$s puede detectar coeficientes de variación de %2$s con una probabilidad de al menos %3$s, asumiendo un criterio de detección de %4$s que permita una tasa de error de Tipo I máxima de %5$s.
nl: Een design met %1$s kan variantieverhoudingen van %2$s detecteren met een waarschijnlijkheid van ten minste %3$s, uitgaande van een %4$s detectiecriterium dat een maximale Type I foutkans van %5$s toestaat.
pt: Um delineamento com %1$s pode detectar taxas de variância de %2$s com uma probabilidade de pelo menos %3$s, assumindo um critério %4$s para detecção que permite uma taxa máxima de erro do tipo I de %5$s.
ta: %1$s கொண்ட ஒரு வடிவமைப்பு %2$s இன் மாறுபாடு விகிதங்களை குறைந்தது %3$s நிகழ்தகவுடன் கண்டறிய முடியும், இது கண்டறிதலுக்கான %4 $ s அளவுகோலைக் கருதி, அதிகபட்ச வகை I பிழை விகிதத்தை %5 $ s அனுமதிக்கிறது .

source: To evaluate the design specified in the table, we can consider how sensitive it is to true effects of increasing sizes; that is, are we likely to correctly conclude that %1$s when the variance ratio is large enough to care about?
de: Zur Bewertung des in der Tabelle angegebenen Designs können wir prüfen, wie empfindlich es auf wahre Effekte zunehmender Größe ist. Das heißt, werden wir wahrscheinlich korrekt zu dem Schluss kommen, dass %1$s ist, wenn das Varianzverhältnis groß genug ist, um uns zu interessieren?
es: Para evaluar el diseño especificado en la tabla, podemos considerar hasta qué punto es sensible a los efectos verdaderos de tamaños crecientes; es decir, ¿es probable que concluyamos correctamente que %1$s cuando el coeficiente de variación es lo suficientemente grande como para preocuparnos?
nl: Om het design in de tabel te evalueren, kunnen we nagaan hoe gevoelig het is voor ware effecten van toenemende grootte; dat wil zeggen, is het waarschijnlijk dat we correct zullen concluderen dat %1$s wanneer de variantieverhouding groot genoeg is om ons zorgen over te maken?
pt: Para avaliar o delineamento especificado na tabela, podemos considerar o quão sensível ele é aos efeitos reais do aumento de tamanhos; ou seja, é provável que concluamos corretamente que %1$s quando a taxa de variância é grande o suficiente para ser considerada?
ta: அட்டவணையில் குறிப்பிடப்பட்டுள்ள வடிவமைப்பை மதிப்பீடு செய்ய, அதிகரிக்கும் அளவுகளின் உண்மையான விளைவுகளுக்கு இது எவ்வளவு உணர்திறன் கொண்டது என்பதை நாம் கருத்தில் கொள்ளலாம்; அதாவது, மாறுபாடு விகிதம் பெரியதாக இருக்கும்போது %1$s என்று நாம் சரியாக முடிவு செய்ய வாய்ப்புள்ளதா?

source: To improve readability of this power table for a 'Two-sided' alternative hypothesis, only the intervals in the direction of the specified variance ratio are displayed under 'True variance ratio'
es: Para mejorar la legibilidad de esta tabla de potencias para una hipótesis alternativa "bilateral", sólo se muestran los intervalos en la dirección de la coeficiente de varianza especificada en "Coeficiente de varianza real".
nl: Om de leesbaarheid van deze power tabel voor een 'tweezijdige' alternatieve hypothese te verbeteren, worden alleen de intervallen in de richting van de opgegeven variantieverhouding weergegeven onder 'Werkelijke variantieverhouding'
pt: Para melhorar a legibilidade desta tabela de potência para uma hipótese alternativa 'Bicaudal', apenas os intervalos na direção da razão de variância especificada são exibidos em 'Razão de variância verdadeira'
ta: 'இரு பக்க' மாற்று கருதுகோளுக்கு இந்த ஆற்றல் அட்டவணையின் வாசிப்புத்திறனை மேம்படுத்த, குறிப்பிட்ட மாறுபாடு விகிதத்தின் திசையில் இடைவெளிகள் மட்டுமே 'உண்மையான மாறுபாடு விகிதத்தின்' கீழ் காட்டப்படும்

source: Power Curve by variance ratio
es: Curva de potencia por coeficiente de variación
nl: Power Curve tegen variantieverhoudinq
pt: Curva de Potência pela razão das variâncias
ta: மாறுபாடு விகிதத்தால் ஆற்றல் வளைவு

source: Alternative hypothesis
es: Hipótesis Alternativa
nl: Alternatieve hypothese
pt: Hipótese alternativa
ta: மாற்று கருதுகோள்

source: Power by Effect Size
es: Potencia por Tamaño del efecto
nl: Power tegen Effectgrootte
pt: Potência pelo Tamanho de Efeito
ta: விளைவு அளவு மூலம் ஆற்றல்

source: a sample size of %1$s in each group
es: Tamaño de muestra de %1$s en cada grupo
nl: een steekproefgrootte van %1$s in elke groep
pt: um tamanho de amostra de %1$s em cada grupo
ta: ஒவ்வொரு குழுவிலும் %1$s மாதிரி அளவு

source: group sample sizes of %1$s and %2$s respectively,
es: Tamaños de muestra de grupo de %1$s y %2$s respectivamente,
nl: steekproefgrootten per groep van respectievelijk %1$s en %2$s,
pt: tamanho de amostra dos grupos %1$s e %2$s, respectivamente,
ta: குழு மாதிரி அளவுகள் முறையே %1$s மற்றும் %2$s,
