Repository: jasp-stats/jaspPower
Catalog: po/R-*.po
Languages: de, es, nl, pt, ta

source: Effect size can't be 0.
de: Die Effektstärke darf nicht 0 sein.
es: El tamaño del efecto no puede ser 0.
nl: Effectgrootte kan niet 0 zijn.
pt: O tamanho de efeito não pode ser 0.
ta: விளைவு அளவு 0 ஆக இருக்க முடியாது.

source: The comparison proportion can't be equal to the hypothesized proportion with a 'Two-sided' alternative hypothesis.
de: Bei einer 'zweiseitigen' Alternativhypothese kann der Vergleichsanteil nicht gleich dem hypothetischen Anteil sein.
es: La proporción de comparación no puede ser igual a la proporción hipotetizada con una hipótesis alternativa de "Dos colas".
nl: De vergelijkingsproportie kan niet gelijk zijn aan de veronderstelde proportie met een 'tweezijdige' alternatieve hypothese.
pt: A proporção de comparação não pode ser igual à proporção hipotetizada com uma hipótese alternativa 'bicaudal'.
ta: ஒப்பீட்டு விகிதம் 'இரு பக்க' மாற்று கருதுகோளுடன் கருதுகோள் விகிதத்திற்கு சமமாக இருக்க முடியாது.

source: The comparison proportion has to be less than the hypothesized proportion with an alternative hypothesis of 'Less'.
de: Bei einer Alternativhypothese von 'Kleiner' muss der Vergleichsanteil kleiner sein als der hypothetische Anteil.
es: La proporción de comparación tiene que ser menor que la proporción hipotetizada con una hipótesis alternativa de "Menos".
nl: De vergelijkingsproportie moet kleiner zijn dan de veronderstelde proportie met de alternatieve hypothese 'Kleiner'.
pt: A proporção de comparação deve ser menor do que a proporção hipotetizada com uma hipótese alternativa de 'Menos'.
ta: ஒப்பீட்டு விகிதம் 'குறைவான' என்ற மாற்று கருதுகோளுடன் கருதுகோள் விகிதத்தை விட குறைவாக இருக்க வேண்டும்.

source: The comparison proportion has to be greater than the hypothesized proportion with an alternative hypothesis of 'Greater'.
de: Bei einer Alternativhypothese von 'Größer' muss der Vergleichsanteil größer sein als der hypothetische Anteil.
es: La proporción de comparación tiene que ser mayor que la proporción hipotetizada con una hipótesis alternativa "Mayor".
nl: De vergelijkingsproportie moet groter zijn dan de veronderstelde proportie met de alternatieve hypothese 'Groter'.
pt: A proporção de comparação deve ser maior do que a proporção hipotetizada com uma hipótese alternativa de 'Maior'.
ta: ஒப்பீட்டு விகிதம் 'பெரியது' என்ற மாற்று கருதுகோளுடன் கருதுகோள் விகிதத்தை விட அதிகமாக இருக்க வேண்டும்.

source: Invalid alternative.
de: Ungültige Alternative.
es: Alternativa no válida.
nl: Ongeldig alternatief.
pt: Alternativa inválida.
ta: தவறான மாற்று.

source: The comparison proportion can't be equal to the baseline proportion with a 'Two-sided' alternative hypothesis.
de: Bei einer 'zweiseitigen' Alternativhypothese kann der Vergleichsanteil nicht gleich dem Baseline-Anteil sein.
es: La proporción de comparación no puede ser igual a la proporción de referencia con una hipótesis alternativa "Dos colas".
nl: De vergelijkingsproportie kan niet gelijk zijn aan de referentieproportie met een 'tweezijdige' alternatieve hypothese.
pt: A proporção de comparação não pode ser igual à proporção de base com uma hipótese alternativa 'bicaudal'.
ta: ஒப்பீட்டு விகிதம் 'இரு பக்க' மாற்று கருதுகோளுடன் அடிப்படை விகிதத்திற்கு சமமாக இருக்க முடியாது.

source: The comparison proportion has to be less than the baseline proportion with an alternative hypothesis of 'Less'.
de: Bei einer Alternativhypothese von 'Kleiner' muss der Vergleichsanteil kleiner als der Baseline-Anteil sein.
es: La proporción de comparación tiene que ser inferior a la proporción de referencia con una hipótesis alternativa de "Menos".
nl: De vergelijkingsproportie moet kleiner zijn dan de referentieproportie met de alternatieve hypothese 'Kleiner'.
pt: A proporção de comparação deve ser menor do que a proporção de base com uma hipótese alternativa de 'Menos'.
ta: ஒப்பீட்டு விகிதம் 'குறைவான' என்ற மாற்று கருதுகோளுடன் அடிப்படை விகிதத்தை விட குறைவாக இருக்க வேண்டும்.

source: The comparison proportion has to be greater than the baseline proportion with an alternative hypothesis of 'Greater'.
de: Bei einer Alternativhypothese von 'Größer' muss der Vergleichsanteil größer als der Baseline-Anteil sein.
es: La proporción de comparación tiene que ser mayor que la proporción de referencia con una hipótesis alternativa "Mayor".
nl: De vergelijkingsproportie moet groter zijn dan de referentieproportie met de alternatieve hypothese 'Groter'.
pt: A proporção de comparação deve ser maior do que a proporção de base com uma hipótese alternativa de 'Maior'.
ta: ஒப்பீட்டு விகிதம் 'பெரியது' என்ற மாற்று கருதுகோளுடன் அடிப்படை விகிதத்தை விட அதிகமாக இருக்க வேண்டும்.

source: The variance ratio can't be 1 with a 'Two-sided' alternative hypothesis.
de: Bei einer 'zweiseitigen' Alternativhypothese kann das Varianzverhältnis nicht 1 sein.
es: El cociente de varianzas no puede ser 1 con una hipótesis alternativa "Bilateral".
nl: De variantieratio kan niet 1 zijn met een 'Tweezijdige' alternatieve hypothese.
pt: A razão das variâncias não pode ser 1 com uma hipótese alternativa 'bicaudal'.
ta: மாறுபாடு விகிதம் 'இரு பக்க' மாற்று கருதுகோளுடன் 1 ஆக இருக்க முடியாது.

source: The variance ratio has to be less than 1 with an alternative hypothesis 'Less'.
de: Bei einer Alternativhypothese von 'Kleiner' muss das Varianzverhältnis kleiner als 1 sein.
es: El cociente de varianzas tiene que ser inferior a 1 con una hipótesis alternativa "Menor que".
nl: De variantieratio moet kleiner dan 1 zijn met de alternatieve hypothese 'Kleiner'.
pt: A razão das variâncias deve ser menor do que 1 com uma hipótese alternativa de 'Menos'.
ta: மாறுபாடு விகிதம் 1 க்கும் குறைவாக இருக்க வேண்டும்.

source: The variance ratio has to be greater than 1 with an alternative hypothesis of 'Greater'.
de: Bei einer Alternativhypothese von 'Größer' muss das Varianzverhältnis größer als 1 sein.
es: El cociente de varianzas tiene que ser mayor que 1 con una hipótesis alternativa de "Mayor que".
nl: De variantieratio moet groter dan 1 zijn met de alternatieve hypothese 'Groter'.
pt: A razão das variâncias deve ser maior do que 1 com uma hipótese alternativa de 'Maior'.
ta: மாறுபாடு விகிதம் 'பெரியது' என்ற மாற்று கருதுகோளுடன் 1 ஐ விட அதிகமாக இருக்க வேண்டும்.

source: Power must be less than 1.
de: Die Teststärke muss kleiner als 1 sein.
es: La potencia debe ser inferior a 1.
nl: Power moet kleiner dan 1 zijn.
pt: A potência deve ser menor do que 1.
ta: ஆற்றல் 1 க்கும் குறைவாக இருக்க வேண்டும்.

source: The purpose of a %s is to evaluate the sensitivity of a design and test.
de: Der Zweck einer %s ist die Bewertung der Sensitivität eines Designs und Tests.
es: El objetivo de un %s es evaluar la sensibilidad de un diseño y una prueba.
nl: Het doel van een %s is om de gevoeligheid van een design en test te evalueren.
pt: O propósito de um %s é avaliar a sensibilidade de um delineamento e teste.
ta: ஒரு %s இன் நோக்கம் ஒரு வடிவமைப்பு மற்றும் சோதனையின் உணர்திறனை மதிப்பிடுவதாகும்.

source: an independent samples t-test
de: ein t-Test für unabhängige Stichproben
es: Prueba t de muestras independientes
nl: een t-toets met onafhankelijke steekproeven
pt: um teste t de amostras independentes
ta: ஒரு சுயாதீன மாதிரிகள் டி-சோதனை

source: a paired samples t-test
de: ein t-Test für abhängige Stichproben
es: Prueba t de muestras pareadas
nl: een t-toets met afhankelijke steekproeven
pt: teste t de amostras pareadas
ta: ஒரு இணை மாதிரிகள் டி-சோதனை

source: a one sample t-test
de: ein t-Test für eine Stichprobe
es: Prueba t de una muestra
nl: een t-toets met een enkele steekproef
pt: teste t para uma amostra
ta: ஒரு மாதிரி டி-சோதனை

source: a one sample z-test
de: ein z-Test für eine Stichprobe
es: Prueba Z de una muestra
nl: een z-toets met een enkele steekproef
pt: teste z para uma amostra
ta: ஒரு மாதிரி z- சோதனை

source: a one sample proportions test
es: Prueba de proporciones de una muestra
nl: een proportietoets met een enkele steekproef
pt: teste de proporções para uma amostra
ta: ஒரு மாதிரி விகிதாச்சார சோதனை

source: a two samples proportions test
es: Prueba de proporciones de dos muestras
nl: een proportietoets met twee steekproeven
pt: teste de proporções para duas amostras
ta: இரண்டு மாதிரிகள் விகிதாச்சாரம் சோதனை

source: a one sample variance test
de: ein Varianztest für eine Stichprobe
es: Prueba de varianza de una muestra
nl: een variantietoets met een enkele steekproef
pt: teste de variância para uma amostra
ta: ஒரு மாதிரி மாறுபாடு சோதனை

source: a two samples variance test
de: ein Varianztest für zwei Stichproben
es: Prueba de varianza de dos muestras
nl: een variantietoets met twee steekproeven
pt: teste de variância para duas amostras
ta: இரண்டு மாதிரிகள் மாறுபாடு சோதனை

source: a one sample Poisson rate test
de: ein Poisson-Raten-Test für eine Stichprobe
es: Prueba de tasa de Poisson para una muestra
nl: een Poisson rate toets met een enkele steekproef
pt: teste da razão de Poisson para uma amostra
ta: ஒரு மாதிரி பாய்சன் வீத சோதனை

source: a two samples Poisson rate test
de: ein Poisson-Raten-Test für zwei Stichproben
es: Prueba de tasa de Poisson de dos muestras
nl: een Poisson rate toets met twee steekproeven
pt: teste da razão de Poisson para duas amostras
ta: இரண்டு மாதிரிகள் பாய்சன் வீத சோதனை

source: when using
es: al utilizar
nl: bij gebruik van
pt: ao usar
ta: பயன்படுத்தும் போது

source: You have chosen to calculate the minimum sample size needed to have an experiment sensitive enough to consistently detect the specified hypothetical effect size
de: Sie haben ausgewählt, den minimalen Stichprobenumfang zu berechnen, der erforderlich ist, damit ein Experiment empfindlich genug ist, um die angegebene hypothetische Effektstärke konsistent aufzudecken
es: Ha elegido calcular el tamaño mínimo de muestra necesario para que un experimento sea lo suficientemente sensible como para detectar de forma consistente el tamaño del efecto hipotético especificado
nl: Je hebt ervoor gekozen om de minimale steekproefgrootte te berekenen die nodig is voor een experiment dat gevoelig genoeg is om consistent de opgegeven veronderstelde effectgrootte te detecteren
pt: Você escolheu calcular o tamanho mínimo da amostra necessário para ter um experimento sensível o suficiente para detectar consistentemente o tamanho do efeito hipotético especificado
ta: குறிப்பிட்ட அனுமான விளைவு அளவைக் கண்டறியும் அளவுக்கு ஒரு பரிசோதனையை உணர தேவையான குறைந்தபட்ச மாதிரி அளவைக் கணக்கிட நீங்கள் தேர்ந்தெடுத்துள்ளீர்கள்

source: You have chosen to calculate the minimum hypothetical effect size for which the chosen design will have the specified sensitivity
de: Sie haben ausgewählt, die minimale hypothetische Effektstärke zu berechnen, für die das gewählte Design die angegebene Sensitivität aufweist
es: Ha elegido calcular el tamaño mínimo del efecto hipotético para que el diseño elegido tenga la sensibilidad especificada
nl: Je hebt ervoor gekozen om de minimale veronderstelde effectgrootte te berekenen waarvoor het gekozen design de opgegeven sensitiviteit zal hebben
pt: Você escolheu calcular o tamanho mínimo do efeito hipotético para o qual o delineamento escolhido terá a sensibilidade especificada
ta: தேர்ந்தெடுக்கப்பட்ட வடிவமைப்பு குறிப்பிட்ட உணர்திறன் கொண்ட குறைந்தபட்ச அனுமான விளைவு அளவைக் கணக்கிட நீங்கள் தேர்ந்தெடுத்துள்ளீர்கள்

source: You have chosen to calculate the sensitivity of the chosen design for detecting the specified effect size
de: Sie haben ausgewählt, die Sensitivität des gewählten Designs für das Aufdecken der angegebenen Effektstärke zu berechnen
es: Ha elegido calcular la sensibilidad del diseño elegido para detectar el tamaño del efecto especificado
nl: Je hebt ervoor gekozen om de sensitiviteit van het gekozen design te berekenen voor het detecteren van de opgegeven effectgrootte
pt: Você escolheu calcular a sensibilidade do delineamento escolhido para detectar o tamanho do efeito especificado
ta: குறிப்பிட்ட விளைவு அளவைக் கண்டறிய தேர்ந்தெடுக்கப்பட்ட வடிவமைப்பின் உணர்திறனைக் கணக்கிட நீங்கள் தேர்ந்தெடுத்துள்ளீர்கள்

source: Unable to compute the power results. Try to enter less extreme values for the input parameters.
de: Die Teststärke-Ergebnisse können nicht berechnet werden. Versuchen Sie, weniger extreme Werte für die Eingabeparameter einzugeben.
es: No se pueden calcular los resultados de potencia. Intente introducir valores menos extremos para los parámetros de entrada.
nl: Kan de power resultaten niet berekenen. Probeer minder extreme waarden op te geven voor de invoerparameters.
pt: Incapaz de calcular os resultados de potência. Tente introduzir valores menos extremos nos parâmetros de entrada.
ta: ஆற்றல் முடிவுகளை கணக்கிட முடியவில்லை. உள்ளீட்டு அளவுருக்களுக்கு குறைந்த தீவிர மதிப்புகளை உள்ளிட முயற்சிக்கவும்.

source: Power cannot be 1
de: Teststärke kann nicht 1 sein
es: La potencia no puede ser 1
nl: Power kan niet 1 zijn
pt: A potência não pode ser 1
ta: ஆற்றல் 1 ஆக இருக்க முடியாது

source: Effect size can't be 0 with a two-sided alternative hypothesis.
de: Die Effektstärke kann bei einer zweiseitigen Alternativhypothese nicht 0 sein.
es: El tamaño del efecto no puede ser 0 con una hipótesis alternativa de dos colas.
nl: Effectgrootte kan niet 0 zijn met een tweezijdige alternatieve hypothese.
pt: O tamanho de efeito não pode ser 0 com uma hipótese alternativa 'bicaudal'.
ta: விளைவு அளவு இரண்டு பக்க மாற்று கருதுகோளுடன் 0 ஆக இருக்க முடியாது.

source: Effect size has to be lower than 0 with an alternative of lesser.
de: Bei einer Alternative 'Kleiner' muss die Effektstärke kleiner als 0 sein.
es: El tamaño del efecto tiene que ser inferior a 0 con una alternativa “menor que”.
nl: Effectgrootte moet kleiner zijn dan 0 met een alternative hypothese 'Kleiner'.
pt: O tamanho do efeito deve ser menor que 0, com uma alternativa menor.
ta: குறைவான மாற்றாக விளைவு அளவு 0 ஐ விட குறைவாக இருக்க வேண்டும்.

source: Effect size has to be greater than 0 with an alternative of greater.
de: Bei einer Alternative 'Größer' muss die Effektstärke größer als 0 sein.
es: El tamaño del efecto tiene que ser superior a 0 con una alternativa “mayor que”.
nl: Effectgrootte moet groter zijn dan 0 met een alternatieve hypothese 'Groter'.
pt: O tamanho do efeito deve ser maior que 0, com uma alternativa maior.
ta: விளைவு அளவு 0 ஐ விட அதிகமாக இருக்க வேண்டும்.

source: The specified design leads to (an) unsolvable equation(s) while constructing the power curve. Try to enter less extreme values for the parameters
de: Das angegebene Design führt zu (einer) unlösbaren Gleichung(en) bei der Erstellung der Teststärke-Kurve. Versuchen Sie, weniger extreme Werte für die Parameter einzugeben
es: El diseño especificado conduce a ecuaciones irresolubles al construir la curva de potencia. Intente introducir valores menos extremos para los parámetros
nl: Het gespecificeerde ontwerp leidt tot (een) onoplosbare vergelijking(en) bij het construeren van de power curve. Probeer minder extreme waarden in te voeren voor de parameters
pt: O delineamento especificado leva a uma ou mais equações insolúveis ao construir a curva de potência. Tente inserir valores menos extremos para os parâmetros
ta: குறிப்பிட்ட வடிவமைப்பு ஆற்றல் வளைவை உருவாக்கும் போது (ஒரு) தீர்க்க முடியாத சமன்பாடு (கள்) க்கு வழிவகுக்கிறது. அளவுருக்களுக்கு குறைந்த தீவிர மதிப்புகளை உள்ளிட முயற்சிக்கவும்

source: Error Message:
es: Mensaje de fallo:
nl: Foutmelding:
pt: Mensagem de Erro:
ta: பிழை செய்தி:

source: Sample size (group 2)
de: Stichprobenumfang (Gruppe 2)
es: Tamaño de la muestra (Grupo 2)
nl: Steekproefgrootte (groep 2)
pt: Tamanho de amostra (grupo 2)
ta: மாதிரி அளவு (குழு 2)

source: Sample size (group 1)
de: Stichprobenumfang (Gruppe 1)
es: Tamaño de la muestra (Grupo 1)
nl: Steekproefgrootte (groep 1)
pt: Tamanho de amostra (grupo 1)
ta: மாதிரி அளவு (குழு 1)

source: Hypothetical effect size (%s)
de: Hypothetische Effektstärke (%s)
es: Tamaño hipotético del efecto (%s)
nl: Veronderstelde effectgrootte (%s)
pt: Tamanho de efeito hipotético (%s)
ta: அனுமான விளைவு அளவு (%s)

source: Power
de: Teststärke
es: Potencia
pt: Potência
ta: விசை

source: Observed effect size (%s)
de: Beobachtete Effektstärke (%s)
es: Tamaño del efecto observado (%s)
nl: Geobserveerde effectgrootte (%s)
pt: Tamanho de efeito observado (%s)
ta: கவனிக்கப்பட்ட விளைவு அளவு (%s)

source: Probability Density
de: Wahrscheinlichkeitsdichte
es: Densidad de probabilidad
nl: Kansdichtheid
pt: Densidade de Probabilidade
ta: நிகழ்தகவு அடர்த்தி

source: A Priori Power Analysis
de: A-priori Teststärke-Analyse
es: Análisis de Potencia A Priori
nl: A Priori Poweranalyse
pt: Análise de Potência a priori
ta: ஒரு ப்ரியோரி ஆற்றல் பகுப்பாய்வு

source: Cohen's %s
es: %s de Cohen
pt: %s de Cohen
ta: கோஅனின் %s

source: User Defined
de: Benutzerdefiniert
es: Definido por el usuario
nl: Gedefinieerd door de gebruiker
pt: Definido pelo Usuário
ta: பயனர் வரையறுக்கப்பட்டுள்ளது

source: Power by effect size
de: Teststärke nach Effektstärke
es: Potencia por tamaño del efecto
nl: Power tegen effectgrootte
pt: Potência pelo tamanho de efeito
ta: விளைவு அளவு மூலம் ஆற்றல்

source: True effect size
de: Wahre Effektstärke
es: Tamaño real del efecto
nl: Werkelijke effectgrootte
pt: Tamanho de efeito verdadeiro
ta: உண்மையான விளைவு அளவு

source: Power to detect
de: Teststärke zur Aufdeckung
es: Potencia de detección
nl: Te detecteren power
pt: Poder de detecção
ta: கண்டறிய ஆற்றல்

source: Description
de: Beschreibung
es: Descripción
nl: Beschrijving
pt: Descrição
ta: விவரம்

source: Likely miss
de: Wahrscheinlich übersehen
es: Probable fallo
nl: Waarschijnlijke fout
pt: Provável falha
ta: மிச்

source: Good chance of missing
de: Gute Chance zu übersehen
es: Buenas posibilidades de fallar
nl: Goede kans op een fout
pt: Boa chance de errar
ta: காணாமல் போனதற்கான நல்ல வாய்ப்பு

source: Probably detect
de: Wahrscheinlich aufdecken
es: Probablemente detecte
nl: Waarschijnlijk gedetecteerd
pt: Provavelmente detectar
ta: அநேகமாக கண்டறிதல்

source: Almost surely detect
de: Nahezu sicher aufdecken
es: Casi seguro que detecte
nl: Bijna zeker gedetecteerd
pt: Quase certamente detectar
ta: கிட்டத்தட்ட நிச்சயமாக கண்டறியவும்

source: The power contour plot shows how the sensitivity of the test changes with the hypothetical effect size and the sample sizes in the design. As we increase the sample sizes, smaller effect sizes become reliably detectable.
de: Das Teststärke-Konturdiagramm zeigt, wie sich die Sensitivität des Tests mit der hypothetischen Effektstärke und dem Stichprobenumfang im Design verändert. Mit zunehmendem Stichprobenumfang werden kleinere Effektstärken zuverlässig aufdeckbar.
es: El gráfico de contorno de potencia muestra cómo cambia la sensibilidad de la prueba con el tamaño hipotético del efecto y los tamaños de muestra en el diseño. A medida que aumentamos el tamaño de las muestras, se pueden detectar con fiabilidad efectos más pequeños.
nl: De power contour plot laat zien hoe de sensitiviteit van de test verandert met de veronderstelde effectgrootte en de steekproefgrootten in het design. Naarmate we de steekproefgroottes vergroten, worden kleinere effectgroottes betrouwbaar detecteerbaar.
pt: O gráfico de contorno de potência mostra como a sensibilidade do teste muda com o tamanho do efeito hipotético e os tamanhos das amostras no delineamento. À medida que se aumenta os tamanhos das amostras, tamanhos de efeito menores tornam-se detectáveis de forma confiável.
ta: சோதனையின் உணர்திறன் கற்பனையான விளைவு அளவு மற்றும் வடிவமைப்பில் உள்ள மாதிரி அளவுகளுடன் எவ்வாறு மாறுகிறது என்பதை ஆற்றல் விளிம்பு சூழ்ச்சி காட்டுகிறது. மாதிரி அளவுகளை நாம் அதிகரிக்கும்போது, சிறிய விளைவு அளவுகள் நம்பத்தகுந்த வகையில் கண்டறியப்படுகின்றன.

source: Conversely, if one is satisfied to reliably detect only larger effect sizes, smaller sample sizes are needed. The point shows the power of the specified design and effect size.
de: Umgekehrt genügen kleinere Stichprobenumfänge, wenn man nur größere Effektstärken zuverlässig aufdecken will. Der Punkt zeigt die Teststärke des angegebenen Designs und der Effektstärke.
es: A la inversa, si uno se conforma con detectar de forma fiable mayores tamaños del efecto, necesitará de tamaños de muestra más pequeños. El punto muestra la potencia del diseño y el tamaño del efecto especificados.
nl: Omgekeerd, als men alleen grotere effectgroottes betrouwbaar wil detecteren, zijn kleinere steekproefgroottes nodig. De punt toont de power van het gespecificeerde design en de effectgrootte.
pt: Por outro lado, se alguém estiver satisfeito em detectar de forma confiável apenas tamanhos de efeito maiores, serão necessários tamanhos de amostra menores. O ponto demonstra o poder do delineamento e do tamanho do efeito especificados.
ta: மாறாக, பெரிய விளைவு அளவுகளை மட்டுமே நம்பத்தகுந்த முறையில் கண்டறிய ஒருவர் நிறைவு அடைந்தால், சிறிய மாதிரி அளவுகள் தேவைப்படுகின்றன. புள்ளி குறிப்பிட்ட வடிவமைப்பு மற்றும் விளைவு அளவின் சக்தியைக் காட்டுகிறது.

source: sample sizes of %1$s
de: Stichprobenumfänge von %1$s
es: Tamaños de muestra de %1$s
nl: steekproefgrootten van %1$s
pt: tamanho de amostras de %1$s
ta: மாதிரி அளவுகள் %1$s

source: two-sided
de: zweiseitig
es: Bilateral
nl: tweezijdig
pt: bicaudal
ta: இரு பக்க

source: criteria
de: Kriterien
es: Criterios
pt: critérios
ta: அளவுகோல்கள்

source: one-sided
de: einseitig
es: Unilateral
nl: eenzijdig
pt: unicaudal
ta: ஒரு பக்க

source: criterion
de: Kriterium
es: Criterio
nl: criterium
pt: critério
ta: அளவுகோல்

source: have power of at least %1$s
de: haben eine Teststärke von mindestens %1$s
es: Tienen una potencia de al menos %1$s
nl: heeft een power van ten minste %1$s
pt: tem potência de, pelo menos, %1$s
ta: குறைந்தது %1$s ஆற்றல் உள்ளது

source: only be sufficiently sensitive (power >%1$s)
es: Sólo será suficientemente sensible (potencia >%1$s)
nl: alleen voldoende sensitief zijn (power >%1$s)
pt: ser apenas suficientemente sensível (potência >%1$s)
ta: போதுமான உணர்திறன் மட்டுமே (சக்தி>%1$s)

source: The power curve above shows how the sensitivity of the test and design is larger for larger effect sizes. If we obtained %1$s our test and design would %2$s to effect sizes of %3$s%4$s.
de: Die obige Teststärke-Kurve zeigt, dass die Sensitivität des Tests und Designs bei größeren Effektstärken größer ist. Wenn wir %1$s erhalten würden, würde unser Test und Design %2$s auf Effektstärken von %3$s%4$s.
es: La curva de potencia anterior muestra cómo la sensibilidad de la prueba y el diseño es mayor para tamaños del efecto mayores. Si obtuviéramos %1$s, nuestra prueba y diseño serían %2$s para tamaños del efecto de %3$s%4$s.
nl: De power curve hierboven laat zien hoe de sensitiviteit van de test en het design groter is voor grotere effectgroottes. Als we %1$s hadden verkregen, zouden onze test en design %2$s effectgroottes van %3$s%4$s bereiken.
pt: A curva de potência acima mostra como a sensibilidade do teste e do delineamento é maior para tamanhos de efeito maiores. Se obtivermos %1$s, nosso teste e delineamento seriam %2$s para tamanhos de efeito de %3$s%4$s.
ta: சோதனை மற்றும் வடிவமைப்பின் உணர்திறன் பெரிய விளைவு அளவுகளுக்கு எவ்வாறு பெரியது என்பதை மேலே உள்ள ஆற்றல் வளைவு காட்டுகிறது. நாங்கள் %1$s ஐப் பெற்றால், எங்கள் சோதனை மற்றும் வடிவமைப்பு %3$s %4 $ s அளவுகளை பாதிக்க %2$s ஆகும்.

source: We would be more than likely to miss (power less than 50%%) effect sizes less than %1$s%2$s.
de: Es ist mehr als wahrscheinlich, dass wir Effektstärken von weniger als %1$s%2$s verpassen (Teststärke weniger als 50%%).
es: Es más que probable que no consigamos (potencia inferior al 50%%) tamaños del efecto inferiores a %1$s%2$s.
nl: We zouden meer dan waarschijnlijk effectgroottes kleiner dan %1$s%2$s missen (power minder dan 50%%).
pt: É mais do que provável perder (potência menor que 50%%) tamanhos de efeito menores que %1$s%2$s.
ta: 1 $ s%2$s க்கும் குறைவான விளைவு அளவுகள் (50 %ுறத்திற்கும் குறைவாக) விளைவு அளவுகளை நாங்கள் தவறவிடுவோம்.
