Repository: jasp-stats/jaspPower
Catalog: po/R-*.po
Languages: de, es, nl, pt, ta

source: The specified design leads to (an) unsolvable equation(s) while constructing the 'Power Curve by N' plot. Try to enter less extreme values for the parameters
de: Das angegebene Design führt zu (einer) unlösbaren Gleichung(en) bei der Erstellung des Diagramms 'Teststärke-Kurve nach N'. Versuchen Sie, weniger extreme Werte für die Parameter einzugeben

source: We would need %s to reliably (with probability greater than %1$s) detect %2$s%3$s%4$s, assuming a %5$s criterion for detection that allows for a maximum Type I error rate of %6$s.
de: Wir bräuchten %s, um %2$s%3$s%4$s zuverlässig (mit einer Wahrscheinlichkeit größer als %1$s) aufzudecken, wobei ein %5$s-Kriterium zur Aufdeckung angenommen wird, das eine maximale Typ-I-Fehlerrate von %6$s zulässt.

source: A design with %s will reliably (with probability greater than %1$s) detect %2$s%3$s%4$s, assuming a %5$s criterion for detection that allows for a maximum Type I error rate of %6$s.
de: Ein Design mit %s wird zuverlässig (mit einer Wahrscheinlichkeit größer als %1$s) %2$s%3$s%4$s aufdecken, wenn man ein %5$s-Kriterium für die Aufdeckung annimmt, das eine maximale Typ-I-Fehlerrate von %6$s zulässt.

source: group sample sizes of %s and %s, respectively
de: Gruppenstichprobenumfänge von %s bzw. %s

source: group sample sizes of at least %s and %s, respectively
de: Gruppenstichprobenumfänge von mindestens %s bzw. %s
