Repository: jasp-stats/jaspPower
Catalog: po/R-*.po
Languages: de, es, nl, pt, ta

source: sample sizes of at least %1$s
de: Stichprobenumfänge von mindestens %1$s
es: Tamaños de muestra de al menos %1$s
nl: steekproefgroottes van ten minste %1$s
pt: tamanhos de amostra de, pelo menos, %1$s
ta: குறைந்தது %1$s மாதிரி அளவுகள்

source: The power curve above shows how the sensitivity of the test and design is larger for larger effect sizes. In order for our test and design to have sufficient sensitivity (power > %1$s) to detect that %2$s when the effect size is %3$s or larger, we would need %4$s.
de: Die obige Teststärke-Kurve zeigt, dass die Sensitivität des Tests und Designs bei größeren Effektstärken größer ist. Damit unser Test und Design eine ausreichende Sensitivität (Teststärke > %1$s) haben, um diese %2$s aufzudecken, wenn die Effektstärke %3$s oder größer ist, würden wir %4$s benötigen.
es: La curva de potencia anterior muestra cómo la sensibilidad de la prueba y el diseño es mayor para tamaños del efecto mayores. Para que nuestra prueba y diseño tengan suficiente sensibilidad (potencia > %1$s) para detectar que %2$s cuando el tamaño del efecto es %3$s o mayor, necesitaríamos %4$s.
nl: De vermogenscurve hierboven laat zien hoe de sensitiviteit van de test en het design groter is voor grotere effectgroottes. Om ervoor te zorgen dat onze test en ons design voldoende sensitief (power > %1$s) zijn om %2$s te detecteren als de effectgrootte %3$s of groter is, hebben we %4$s nodig.
pt: A curva de potência acima mostra como a sensibilidade do teste e do delineamento é maior para tamanhos de efeito maiores. Para que nosso teste e delineamento tenham sensibilidade suficiente (potência > %1$s) para detectar %2$s quando o tamanho do efeito é %3$s ou maior, precisaríamos de %4$s.
ta: சோதனை மற்றும் வடிவமைப்பின் உணர்திறன் பெரிய விளைவு அளவுகளுக்கு எவ்வாறு பெரியது என்பதை மேலே உள்ள ஆற்றல் வளைவு காட்டுகிறது. விளைவு அளவு %3$s அல்லது பெரியதாக இருக்கும்போது %2$s ஐக் கண்டறிய எங்கள் சோதனை மற்றும் வடிவமைப்பு போதுமான உணர்திறன் (சக்தி> %1$s) இருக்க, எங்களுக்கு %4 $ s தேவைப்படும்.

source: a sample size of %1$s
de: einen Stichprobenumfang von %1$s
es: Tamaño de muestra de %1$s
nl: een steekproefgrootte van %1$s
pt: um tamanho de amostra de %1$s
ta: மாதிரி அளவு %1$s

source: The figure above shows two sampling distributions: the sampling distribution of the %1$s effect size when %2$s (left), and when %3$s%4$s (right).
de: Die obige Abbildung zeigt zwei Stichprobenverteilungen: die Stichprobenverteilung der Effektstärke %1$s, wenn %2$s (links), und wenn %3$s%4$s (rechts).
es: La figura anterior muestra dos distribuciones de muestreo: la distribución de muestreo del tamaño del efecto %1$s cuando %2$s (izquierda), y cuando %3$s%4$s (derecha).
nl: De bovenstaande figuur toont twee steekproefverdelingen: de steekproefverdeling van de %1$s effectgrootte wanneer %2$s (links), en wanneer %3$s%4$s (rechts).
pt: A figura acima mostra duas distribuições de amostragem: a distribuição de amostragem do tamanho do efeito %1$s quando %2$s (esquerda) e quando %3$s%4$s (direita).
ta: மேலே உள்ள படம் இரண்டு மாதிரி விநியோகங்களைக் காட்டுகிறது: %2$s (இடது) போது %1$s விளைவு அளவின் மாதிரி வழங்கல், மற்றும் %3$s %4 $ s (வலது).

source: Both assume %1$s.
de: Beide nehmen %1$ an.
es: Ambos suponen %1$s.
nl: Beide veronderstellen %1$s.
pt: Ambos assumem %1$s.
ta: இரண்டும் %1$s என்று கருதுகின்றன.

source: The vertical dashed lines show the %1$s we would set for a %2$s test with %3$s.
de: Die vertikalen gestrichelten Linien zeigen die %1$s, die wir für einen %2$s-Test mit %3$s festlegen würden.
es: Las líneas discontinuas verticales muestran los %1$s que estableceríamos para una prueba %2$s con %3$s.
nl: De verticale stippellijnen tonen de %1$s die we zouden instellen voor een %2$s test met %3$s.
pt: A linha vertical tracejada mostra que %1$s deveríamos definir para um teste %2$s com %3$s.
ta: செங்குத்து கோடு கோடுகள் %3$s உடன் %2$s சோதனைக்கு நாங்கள் நிர்ணயிக்கும் %1$s ஐக் காட்டுகின்றன.

source: When the observed effect size is far enough away from 0 to be more extreme than the %1$s we say we 'reject' the null hypothesis.
de: Wenn die beobachtete Effektstärke weit genug von 0 entfernt ist, um extremer als die %1$s zu sein, sagen wir, dass wir die Nullhypothese 'ablehnen'.
es: Cuando el tamaño del efecto observado se aleja lo suficiente de 0 como para ser más extremo que el %1$s decimos que "rechazamos" la hipótesis nula.
nl: Als de waargenomen effectgrootte ver genoeg van 0 verwijderd is om extremer te zijn dan de %1$s, zeggen we dat we de nulhypothese 'verwerpen'.
pt: Quando o tamanho do efeito observado está longe o suficiente de 0 para ser mais extremo do que %1$s, dizemos que 'rejeitamos' a hipótese nula.
ta: கவனிக்கப்பட்ட விளைவு அளவு 0 இலிருந்து %1$s ஐ விட தீவிரமாக இருக்கும்போது, பூச்ய கருதுகோளை நாங்கள் 'நிராகரிக்கிறோம்' என்று கூறுகிறோம்.

source: If the null hypothesis were true and %1$s the evidence would lead us to wrongly reject the null hypothesis at most %2$s%% of the time.
de: Wenn die Nullhypothese wahr wäre und %1$s, würde uns die Evidenz dazu veranlassen, die Nullhypothese in höchstens %2$s% der Fälle fälschlicherweise ablehnen.
es: Si la hipótesis nula fuera cierta y %1$s las pruebas nos llevarían a rechazar erróneamente la hipótesis nula como mucho el %2$s%% de las veces.
nl: Als de nulhypothese waar zou zijn en %1$s zou het bewijsmateriaal er hoogstens %2$s%% van de tijd toe leiden dat we de nulhypothese ten onrechte verwerpen.
pt: Se a hipótese nula fosse verdadeira e %1$s, a evidência nos levaria a rejeitar erroneamente a hipótese nula no máximo %2$s%% das vezes.
ta: சுழிய கருதுகோள் உண்மையாகவும், %1$s ஆகவும் இருந்தால், சான்று சுழிய கருதுகோளை தவறாக நிராகரிக்க வழிவகுக்கும்.

source: On the other hand, if %1$s%2$s, the evidence would exceed the criterion &mdash; and hence we would correctly claim that %3$s &mdash; at least %4$s%% of the time.
de: Andererseits, wenn %1$s%2$s, würde die Evidenz das Kriterium &mdash; überschreiten und daher würden wir korrekt behaupten, dass %3$s &mdash; in mindestens %4$s%% der Fälle ist.
es: Por otro lado, si %1$s%2$s, la evidencia superaría el criterio &mdash, y entonces afirmaríamos correctamente que %3$s &mdash; al menos el %4$s%% de las veces.
nl: Aan de andere kant, als %1$s%2$s, zou het bewijs het criterium &mdash; overschrijden en dus zouden we terecht beweren dat %3$s &mdash; ten minste %4$s%% van de tijd.
pt: Por outro lado, se %1$s%2$s, a evidência excederia o critério &mdash; e, portanto, afirmaríamos corretamente que %3$s &mdash; pelo menos %4$s%% das vezes.
ta: மறுபுறம், %1$s %2$s என்றால், சான்றுகள் அளவுகோலை விட அதிகமாக இருக்கும் & mdash; எனவே %3$s & mdash என்று நாங்கள் சரியாகக் கூறுவோம்; குறைந்தது%4 $ s %% நேரம்.

source: The design's power for detecting effects of %1$s%2$s is thus %3$s.
de: Die Teststärke des Designs zur Aufdeckung von Effekten von %1$s%2$s beträgt somit %3$s.
es: La potencia del diseño para detectar efectos de %1$s%2$s es, por tanto, %3$s.
nl: De power van het design voor het detecteren van effecten van %1$s%2$s is dus %3$s.
pt: O poder do delineamento para detectar efeitos de %1$s%2$s é, portanto, %3$s.
ta: %1$s %2$s இன் விளைவுகளைக் கண்டறிவதற்கான வடிவமைப்பின் ஆற்றல் இவ்வாறு %3$s ஆகும்.

source: Due to the rounding of the sample size, the actual power can deviate from the target power.
de: Aufgrund der Rundung des Stichprobenumfangs kann die tatsächliche Teststärke von der gewünschten Teststärke abweichen.
es: Debido al redondeo del tamaño de la muestra, la potencia real puede desviarse de la potencia objetivo.
nl: Door het afronden van de steekproefgrootte kan de werkelijke power afwijken van de gewenste power.
pt: Devido ao arredondamento do tamanho de amostra, a potência real pode se desviar da potência alvo.
ta: மாதிரி அளவின் ரவுண்டிங் காரணமாக, உண்மையான ஆற்றல் இலக்கு சக்தியிலிருந்து விலகக்கூடும்.

source: Actual power:
de: Tatsächliche Teststärke:
es: Potencia real:
nl: Werkelijke power:
pt: Potência real:
ta: உண்மையான சக்தி:

source: a sample size of %s
de: ein Stichprobenumfang von %s
es: Tamaño de muestra de %s
nl: een steekproefgrootte van %s
pt: um tamanho de amostra de %s
ta: %s இன் மாதிரி அளவு

source: We would need %1$s to reliably (with probability greater than or equal to %2$s) detect an effect size of %3$s%4$s, assuming a %5$s criterion for detection that allows for a maximum Type I error rate of %6$s.
de: Wir bräuchten %1$s, um zuverlässig (mit einer Wahrscheinlichkeit größer oder gleich %2$s) eine Effektstärke von %3$s%4$s aufzudecken wobei ein %5$s-Kriterium zur Aufdeckung angenommen wird, das eine maximale Typ-I-Fehlerrate von %6$s zulässt.
es: Necesitaríamos %1$s para detectar de forma fiable (con una probabilidad mayor o igual a %2$s) un tamaño del efecto de %3$s%4$s, asumiendo un criterio de detección de %5$s que permita una tasa de error Tipo I máxima de %6$s.
nl: We zouden %1$s nodig hebben om betrouwbaar (met een waarschijnlijkheid groter dan of gelijk aan %2$s) een effectgrootte van %3$s%4$s te detecteren, uitgaande van een %5$s criterium voor detectie dat een maximale Type I foutkans van %6$s toestaat.
pt: Precisaríamos de %1$s para detectar de forma confiável (com probabilidade maior ou igual a %2$s) um tamanho de efeito de %3$s%4$s, assumindo um critério de detecção de %5$s que permite uma taxa máxima de erro do tipo I de %6$s.
ta: நம்பகத்தன்மையுடன் ( %2$s ஐ விட அதிகமாகவோ அல்லது சமமாகவோ நிகழ்தகவு) %3$s %4 $ s இன் விளைவு அளவைக் கண்டறிவதற்கு எங்களுக்கு %1$s தேவைப்படும், இது அதிகபட்சத்தை அனுமதிக்கும் கண்டறிதலுக்கான %5 $ S அளவுகோலைக் கருதி வகை I பிழை விகிதம் %6 $ s.

source: A design with %1$s will reliably (with probability greater than or equal to %2$s) detect effect sizes of %3$s%4$s, assuming a %5$s criterion for detection that allows for a maximum Type I error rate of %6$s.
de: Ein Design mit %1$s wird zuverlässig (mit einer Wahrscheinlichkeit größer oder gleich %2$s) Effektstärken von %3$s%4$s aufdecken, unter der Annahme eines %5$s-Kriteriums zur Aufdeckung, das eine maximale Typ-I-Fehlerrate von %6$s erlaubt.
es: Un diseño con %1$s detectará de forma fiable (con probabilidad mayor o igual que %2$s) tamaños del efecto de %3$s%4$s, asumiendo un criterio de detección de %5$s que permita una tasa de error de tipo I máxima de %6$s.
nl: Een design met %1$s zal betrouwbaar (met een waarschijnlijkheid groter dan of gelijk aan %2$s) effectgroottes van %3$s%4$s detecteren, uitgaande van een %5$s detectiecriterium dat een maximale Type I foutenkans van %6$s toestaat.
pt: Um delineamento com %1$s detectará de forma confiável (com probabilidade maior ou igual a %2$s) tamanhos de efeito de %3$s%4$s, assumindo um critério de detecção de %5$s que permite uma taxa máxima de erro do tipo I de %6$s.
ta: %1$s கொண்ட ஒரு வடிவமைப்பு நம்பகத்தன்மையுடன் ( %2$s ஐ விட அதிகமாகவோ அல்லது சமமாகவோ நிகழ்தகவு) %3$s %4 $ s இன் விளைவு அளவுகளைக் கண்டறிகிறது, இது அதிகபட்ச வகையை அனுமதிக்கும் கண்டறிதலுக்கான %5 $ s அளவுகோலைக் கருதி நான் %6 $ s பிழை விகிதம்.

source: A design with %1$s can detect effect sizes of %2$s%3$s with a probability of at least %4$s, assuming a %5$s criterion for detection that allows for a maximum Type I error rate of %6$s.
de: Ein Design mit %1$s kann Effektstärken von %2$s%3$s mit einer Wahrscheinlichkeit von mindestens %4$s aufdecken, wobei ein %5$s-Kriterium zur Aufdeckung angenommen wird, das eine maximale Typ-I-Fehlerrate von %6$s zulässt.
es: Un diseño con %1$s puede detectar tamaños del efecto de %2$s%3$s con una probabilidad de al menos %4$s, asumiendo un criterio de detección de %5$s que permita una tasa de error Tipo I máxima de %6$s.
nl: Een design met %1$s kan effectgroottes van %2$s%3$s detecteren met een waarschijnlijkheid van ten minste %4$s, uitgaande van een %5$s detectiecriterium dat een maximale Type I foutkans van %6$s toestaat.
pt: Um design com %1$s pode detectar tamanhos de efeito de %2$s%3$s com uma probabilidade de pelo menos %4$s, assumindo um critério de detecção de %5$s que permite uma taxa máxima de erro do tipo I de %6$s.
ta: %1$s கொண்ட ஒரு வடிவமைப்பு குறைந்தது %4 $ s நிகழ்தகவுடன் %2$s %3$s இன் விளைவு அளவைக் கண்டறிய முடியும், இது அதிகபட்ச வகை I பிழை விகிதத்தை அனுமதிக்கும் கண்டறிதலுக்கான %5 $ s அளவுகோலைக் கருதுகிறது %6 $ கள்.

source: To evaluate the design specified in the table, we can consider how sensitive it is to true effects of increasing sizes; that is, are we likely to correctly conclude that %1$s when the effect size is large enough to care about?
de: Zur Bewertung des in der Tabelle angegebenen Designs können wir prüfen, wie empfindlich es für wahre Effekte zunehmender Größe ist. Das heißt, werden wir wahrscheinlich korrekt zu dem Schluss kommen, dass %1$s ist, wenn die Effektstärke groß genug ist, um uns zu interessieren?
es: Para evaluar el diseño especificado en la tabla, podemos considerar hasta qué punto es sensible a efectos verdaderos de tamaños cada vez mayores; es decir, ¿es probable que concluyamos correctamente que %1$s cuando el tamaño del efecto es lo suficientemente grande como para preocuparnos?
nl: Om het design in de tabel te evalueren, kunnen we kijken hoe sensitief het is voor ware effecten van toenemende grootte; dat wil zeggen, is het waarschijnlijk dat we correct concluderen dat %1$s als de effectgrootte groot genoeg is om ons zorgen over te maken?
pt: Para avaliar o delineamento especificado na tabela, podemos considerar o quão sensível ele é aos efeitos reais do aumento de tamanhos; ou seja, é provável que concluamos corretamente que %1$s quando o tamanho do efeito é grande o suficiente para ser considerado?
ta: அட்டவணையில் குறிப்பிடப்பட்டுள்ள வடிவமைப்பை மதிப்பீடு செய்ய, அதிகரிக்கும் அளவுகளின் உண்மையான விளைவுகளுக்கு இது எவ்வளவு உணர்திறன் கொண்டது என்பதை நாம் கருத்தில் கொள்ளலாம்; அதாவது, விளைவு அளவு பெரியதாக இருக்கும்போது %1$s என்று நாம் சரியாக முடிவு செய்ய வாய்ப்புள்ளதா?

source: The specified design leads to (an) unsolvable equation(s) while computing the values for this power table. Try to enter less extreme values for the parameters.
de: Das angegebene Design führt zu (einer) unlösbaren Gleichung(en) bei der Berechnung der Werte für diese Teststärke-Tabelle. Versuchen Sie, weniger extreme Werte für die Parameter einzugeben.
es: El diseño especificado conduce a ecuaciones irresolubles al calcular los valores de esta tabla de potencias. Intente introducir valores menos extremos para los parámetros.
nl: Het opgegeven design leidt tot (een) onoplosbare vergelijking(en) bij het berekenen van de waarden voor deze power tabel. Probeer minder extreme waarden in te voeren voor de parameters.
pt: O delineamento especificado leva a uma ou mais equações insolúveis ao calcular os valores para esta tabela de potência. Tente inserir valores menos extremos para os parâmetros.
ta: இந்த ஆற்றல் அட்டவணைக்கான மதிப்புகளைக் கணக்கிடும்போது குறிப்பிட்ட வடிவமைப்பு (ஒரு) தீர்க்க முடியாத சமன்பாடு (கள்) க்கு வழிவகுக்கிறது. அளவுருக்களுக்கு குறைந்த தீவிர மதிப்புகளை உள்ளிட முயற்சிக்கவும்.

source: |h|
ta: | எச் |

source: Power Contour
de: Teststärke-Kontur
es: Contorno de Potencia
pt: Contorno de Potência
ta: ஆற்றல் விளிம்பு

source: Power Curve by Effect Size
de: Teststärke-Kurve nach Effektstärke
es: Curva de potencia por tamaño del efecto
nl: Power Curve tegen Effectgrootte
pt: Curva de Potência por Tamanho de Efeito
ta: விளைவு அளவு மூலம் ஆற்றல் வளைவு

source: Power Curve by N
de: Teststärke-Kurve nach N
es: Curva de potencia por N
nl: Power Curve tegen N
pt: Curva de Potência por N
ta: ஆற்றல் வளைவு n

source: Power Demonstration
de: Teststärke-Demonstration
es: Demostración de Potencia
nl: Power Demonstratie
pt: Demonstração de Potência
ta: ஆற்றல் ஆர்ப்பாட்டம்

source: Synthetic Dataset
de: Synthetischer Datensatz
es: Conjunto de datos sintéticos
nl: Synthetische Dataset
pt: Conjunto de Dados Sintético
ta: செயற்கை தரவுத்தொகுப்பு

source: Characteristics
de: Eigenschaften
es: Características
nl: Karakteristieken
pt: Características
ta: பண்புகள்

source: Post Hoc Power Analysis
de: Post-hoc-Teststärkeanalyse
es: Análisis de Potencia Post Hoc
nl: Post Hoc Poweranalyse
pt: Análise de Potência Post Hoc
ta: பிந்தைய தற்காலிக ஆற்றல் பகுப்பாய்வு

source: The generated dataset must be saved as a .csv or .txt file.
de: Der erzeugte Datensatz muss als .csv- oder .txt-Datei gespeichert werden.
es: El conjunto de datos generado debe guardarse como archivo .csv o .txt.
nl: De gegenereerde dataset moet worden opgeslagen als een .csv of .txt bestand.
pt: O conjunto de dados gerado deve ser salvo como um arquivo .csv ou arquivo de texto .txt.
ta: உருவாக்கப்பட்ட தரவுத்தொகுப்பு .csv அல்லது .txt கோப்பாக சேமிக்கப்பட வேண்டும்.

source: The generated dataset could not be saved. Please make sure that the specified path exists and the specified csv file is closed.
de: Der erzeugte Datensatz konnte nicht gespeichert werden. Bitte stellen Sie sicher, dass der angegebene Pfad existiert und die angegebene csv-Datei geschlossen ist.
es: No se ha podido guardar el conjunto de datos generado. Asegúrese de que la ruta especificada existe y de que el archivo .csv especificado está cerrado.
nl: De gegenereerde dataset kon niet worden opgeslagen. Controleer of het opgegeven pad bestaat en of het opgegeven csv-bestand is gesloten.
pt: O conjunto de dados gerado não pôde ser salvo. Por favor, certifique-se de que o caminho especificado existe e o arquivo csv especificado está fechado.
ta: உருவாக்கப்பட்ட தரவுத்தொகுப்பை சேமிக்க முடியவில்லை. குறிப்பிட்ட பாதை இருப்பதையும் குறிப்பிட்ட காபிம கோப்பு மூடப்பட்டிருப்பதையும் உறுதிப்படுத்தவும்.

source: The synthetic dataset is saved as %s
de: Der synthetische Datensatz ist in %s gespeichert
es: El conjunto de datos sintéticos se guarda como %s
nl: De synthetische dataset is opgeslagen als %s
pt: O conjunto de dados sintético foi salvo como %s
ta: செயற்கை தரவுத்தொகுப்பு %s ஆக சேமிக்கப்படுகிறது

source: Hypothesized rate (%s)
de: Hypothetische Rate (%s)
es: Tasa hipotética (%s)
nl: Veronderstelde proportie (%s)
pt: Taxa hipotetizada (%s)
ta: அனுமான விகிதம் (%s)

source: Comparison rate (%s)
de: Vergleichsrate (%s)
es: Tasa de comparación (%s)
nl: Vergelijkingsproportie (%s)
pt: Taxa de comparação (%s)
ta: ஒப்பீட்டு விகிதம் (%s)

source: Effect size (%s)
de: Effektstärke (%s)
es: Tamaño del efecto (%s)
nl: Effectgrootte (%s)
pt: Tamanho de efeito (%s)
ta: விளைவு அளவு (%s)

source: True effect size (%s)
de: Wahre Effektstärke (%s)
es: Tamaño real del efecto (%s)
nl: Werkelijke effectgrootte (%s)
pt: Tamanho de efeito verdadeiro (%s)
ta: உண்மையான விளைவு அளவு (%s)

source: a sample size of
de: ein Stichprobenumfang von
es: Tamaño de muestra de
nl: een steekproefgrootte van
pt: um tamanho de amostra de
ta: ஒரு மாதிரி அளவு

source: effect sizes of %s
de: Effektstärken von %s
es: tamaños del efecto de %s
nl: effectgroottes van %s
pt: tamanhos de efeito de %s
ta: %s இன் விளைவு அளவுகள்

source: We would need %1$s to reliably (with probability greater than %2$s) detect %3$s%4$s%5$s, assuming a %6$s criterion for detection that allows for a maximum Type I error rate of %7$s.
es: Necesitaríamos %1$s para detectar de forma fiable (con una probabilidad superior a %2$s) %3$s%4$s%5$s, asumiendo un criterio de detección de %6$s que permita una tasa de error Tipo I máxima de %7$s.
nl: We zouden %1$s nodig hebben om %3$s%4$s%5$s betrouwbaar (met een waarschijnlijkheid groter dan %2$s) te detecteren, uitgaande van een %6$s criterium voor detectie dat een maximale Type I foutkans van %7$s toestaat.
pt: Precisaríamos de %1$s para detectar %3$s%4$s%5$s de forma confiável (com probabilidade maior que %2$s), assumindo um critério %6$s para detecção que permite uma taxa máxima de erro do tipo I de %7$s.
ta: நம்பகத்தன்மையுடன் எங்களுக்கு %1$s தேவைப்படும் (நிகழ்தகவு %2$s க்கும் அதிகமாக) %3$s %4 $ s %5 $ s ஐக் கண்டறிதல், அதிகபட்ச வகை I பிழையை அனுமதிக்கும் கண்டறிதலுக்கான %6 $ s அளவுகோலைக் கருதி %7 $ s வீதம்.

source: A design with %1$s will reliably (with probability greater than %2$s) detect %3$s%4$s%5$s, assuming a %6$s criterion for detection that allows for a maximum Type I error rate of %7$s.
es: Un diseño con %1$s detectará de forma fiable (con probabilidad superior a %2$s) %3$s%4$s%5$s, asumiendo un criterio de detección de %6$s que permita una tasa de error Tipo I máxima de %7$s.
nl: Een design met %1$s zal %3$s%4$s%5$s betrouwbaar (met een waarschijnlijkheid groter dan %2$s) detecteren, uitgaande van een %6$s detectiecriterium dat een maximale Type I foutkans van %7$s toelaat.
pt: Um delineamento com %1$s detectará de forma confiável (com probabilidade maior que %2$s) %3$s%4$s%5$s, assumindo um critério %6$s para detecção que permite uma taxa máxima de erro do tipo I de %7$s.
ta: %1$s உடன் ஒரு வடிவமைப்பு நம்பத்தகுந்ததாக இருக்கும் (நிகழ்தகவு %2$s க்கும் அதிகமாக உள்ளது) %3$s %4 $ s %5 $ s ஐக் கண்டறிதல், அதிகபட்ச வகை I பிழையை அனுமதிக்கும் கண்டறிதலுக்கான %6 $ s அளவுகோலைக் கருதுகிறது %7 $ s வீதம்.

source: A design with %1$s can detect %2$s%3$s%4$s with a probability of at least %5$s, assuming a %6$s criterion for detection that allows for a maximum Type I error rate of %7$s.
de: Ein Design mit %1$s kann %2$s%3$s%4$s mit einer Wahrscheinlichkeit von mindestens %5$s aufdecken, wobei ein %6$s-Kriterium zur Aufdeckung angenommen wird, das eine maximale Typ-I-Fehlerrate von %7$s zulässt.
es: Un diseño con %1$s puede detectar %2$s%3$s%4$s con una probabilidad de al menos %5$s, asumiendo un criterio de detección de %6$s que permite una tasa de error Tipo I máxima de %7$s.
nl: Een design met %1$s kan %2$s%3$s%4$s detecteren met een waarschijnlijkheid van ten minste %5$s, uitgaande van een %6$s detectiecriterium dat een maximale Type I foutkans van %7$s toestaat.
pt: Um delineamento com %1$s pode detectar %2$s%3$s%4$s com uma probabilidade de pelo menos %5$s, assumindo um critério de detecção de %6$s que permite uma taxa máxima de erro do tipo I de %7$s.
ta: %1$s கொண்ட ஒரு வடிவமைப்பு %2$s %3$s %4 $ s ஐ குறைந்தது %5 $ s நிகழ்தகவுடன் கண்டறிய முடியும், இது அதிகபட்ச வகை I பிழை வீதத்தை அனுமதிக்கும் கண்டறிதலுக்கான %6 gs அளவுகோலைக் கருதி of %7 $ s.

source: To evaluate the design specified in the table, we can consider how sensitive it is to true effects of increasing sizes; that is, are we likely to correctly conclude that %s when the effect size is large enough to care about?
de: Zur Bewertung des in der Tabelle angegebenem Designs können wir prüfen, wie empfindlich es auf wahre Effekte zunehmender Größe reagiert. Das heißt, werden wir wahrscheinlich korrekt zu dem Schluss kommen, dass %s ist, wenn die Effektstärke groß genug ist, um uns zu interessieren?
es: Para evaluar el diseño especificado en la tabla, podemos considerar hasta qué punto es sensible a efectos verdaderos de tamaños crecientes; es decir, ¿es probable que concluyamos correctamente que %s cuando el tamaño del efecto es lo suficientemente grande como para preocuparse por él?
nl: Om het design in de tabel te evalueren, kunnen we kijken hoe sensitief het is voor ware effecten van toenemende grootte; dat wil zeggen, is het waarschijnlijk dat we correct concluderen dat %s als de effectgrootte groot genoeg is om ons zorgen over te maken?
pt: Para avaliar o delineamento especificado na tabela, podemos considerar o quão sensível ele é aos efeitos reais do aumento de tamanhos; ou seja, é provável que concluamos corretamente que %s quando o tamanho do efeito é grande o suficiente para ser considerado?
ta: அட்டவணையில் குறிப்பிடப்பட்டுள்ள வடிவமைப்பை மதிப்பீடு செய்ய, அதிகரிக்கும் அளவுகளின் உண்மையான விளைவுகளுக்கு இது எவ்வளவு உணர்திறன் கொண்டது என்பதை நாம் கருத்தில் கொள்ளலாம்; அதாவது, விளைவு அளவு பெரியதாக இருக்கும்போது %s என்று நாம் சரியாக முடிவு செய்ய வாய்ப்புள்ளதா?

source: effect size
de: Effektstärke
es: Tamaño del efecto
nl: effectgrootte
pt: tamanho de efeito
ta: விளைவு அளவு

source: absolute difference in proportions
es: Diferencia absoluta de Proporciones
nl: absoluut verschil in proporties
pt: diferença absoluta em proporções
ta: விகிதாச்சாரத்தில் முழுமையான வேறுபாடு
